[title]
Smogon Tour
[head]
[page]

<ol class="toc">
	<li><a href="#intro">Introduction</a></li>
	<li><a href="#signup">Inscriptions</a></li>
	<li><a href="#finals">Finalistes</a></li>
</ol>

<div style="float: right; margin-left: 5px;">
	<img src="/media/tour/smogontour.png" alt="Smogon Tour" />
</div>

<h2><a name="intro">Introduction</a></h2>

<p>Le Smogon Tour est l'un des plus prestigieux tournois individuels comp&#233;titifs Pok&#233;mon au monde. Trois tournois se tiennent chaque weekend durant une saison de neuf semaines. De 24 &#224; 128 talentueux joueurs participeront et concourront jusqu'&#224; qu'il ne reste qu'un combattant, triomphant. Pour la <strong>douzi&#232;me saison</strong> du Smogon Tour, les combattants seront en concurrence les uns contre les autres dans les trois m&#233;tagames standards dans lesquels ils testeront leur d&#233;termination : ADV, DPP et BW. Chaque weekend du Smogon Tour sera d&#233;di&#233; exclusivement &#224; un des m&#233;tagames susmentionn&#233;s.</p>

<p>G&#233;n&#233;ralement, chaque journ&#233;e du tour se finira dans un d&#233;lai de deux heures et demies. Les r&#232;gles pour le tour sont l&#233;g&#232;rement diff&#233;rentes et plus dynamiques que celles des tournois habituels cependant. D&#232;s que vous vous inscrivez, vous combattez jusqu'&#224; que vous perdiez. Si vous continuez &#224; gagner, vous continuez &#224; combattre jusqu'&#224; que vous ayez gagn&#233; l'ensemble du tour !</p>

<h2><a name="signup">Inscriptions</a></h2>

<p>S'inscrire pour le Smogon Tour est tr&#232;s simple. Tout ce dont vous avez besoin est un compte sur le forum de Smogon, un acc&#232;s &#224; Pokemon Online, et la possibilit&#233; de lire l'heure ! Un topic d'inscription pour chaque tournoi sera ouvert dans le sous-forum du Smogon Tour aux heures indiqu&#233;es dans le calendrier. Postez simplement "in" et patientez jusqu'&#224; que les inscriptions soient compl&#232;tes. Les inscriptions resteront ouvertes jusqu'&#224; ce que le tournoi soit rempli au plus haut niveau de participation que l'host pense possible d'atteindre. Cela prend habituellement entre 1 et 5 minutes pour les compl&#233;ter enti&#232;rement. A ce moment l&#224;, les pairings seront post&#233;es et vous devrez commencer &#224; combattre votre adversaire. Gardez &#224; l'esprit que vous devez &#234;tre connect&#233;s avec le m&#234;me pseudo que sur le forum ; les gens jouant sous un pseudo diff&#233;rent entravent au travail de l'host et retardent la progression du Tour.</p>

<h2><a name="finales">Finalistes</a></h2>

<p>Une fois les neuf semaines du Smogon Tour termin&#233;es, les seize meilleurs joueurs class&#233;s en fonction des points r&#233;colt&#233;s lors des match gagn&#233;s seront invit&#233;s &#224; participer aux phases finales du Smogon Tour. Chaque opposition dans les phases finales du Smogon Tour se jouera sur une s&#233;rie de 3 matchs en ADV, DPP et BW d&#233;cidant de l'avanc&#233;e de l'un ou l'autre des joueurs. Le dernier joueur restant en lice sera le vrai champion du Smogon Tour pour cette saison !

<table class="sortable">
<thead>
<tr>
<th>Classement</th>
<th>Nom</th>
<th>ADV</th>
<th>DPP</th>
<th>BW</th>
<th>Total</th>
</tr>
</thead>
<tbody>
<tr class=""><td>1</td><td>DracoMalfoy</td><td>20</td><td>22</td><td>6</td><td>48</td>
<tr class="a"><td>2</td><td>Bluewind</td><td>8</td><td>22</td><td>13</td><td>43</td>
<tr class=""><td>3</td><td>undisputed</td><td>13</td><td>13</td><td>15</td><td>41</td>
<tr class="a"><td>3</td><td>reyscarface</td><td>3</td><td>9</td><td>29</td><td>41</td>
<tr class=""><td>5</td><td>Bloo</td><td>23</td><td>4</td><td>13</td><td>40</td>
<tr class="a"><td>6</td><td>McMeghan</td><td>6</td><td>8</td><td>24</td><td>38</td>
<tr class=""><td>6</td><td>Krack</td><td>8</td><td>10</td><td>20</td><td>38</td>
<tr class="a"><td>8</td><td>Golden Sun</td><td>25</td><td>7</td><td>5</td><td>37</td>
<tr class=""><td>9</td><td>Kevin Garrett</td><td>6</td><td>15</td><td>14</td><td>35</td>
<tr class="a"><td>10</td><td>M Dragon</td><td>14</td><td>5</td><td>13</td><td>32</td>
<tr class=""><td>11</td><td>BIHI</td><td>14</td><td>5</td><td>12</td><td>31</td>
<tr class="a"><td>11</td><td>xtrashine</td><td>10</td><td>13</td><td>8</td><td>31</td>
<tr class=""><td>13</td><td>Pikaone</td><td>6</td><td>12</td><td>12</td><td>30</td>
<tr class="a"><td>14</td><td>ENZ0</td><td>13</td><td>13</td><td>3</td><td>29</td>
<tr class=""><td>14</td><td>blarajan</td><td>15</td><td>8</td><td>6</td><td>29</td>
<tr class="a"><td>16</td><td>Aqualouis</td><td>7</td><td>9</td><td>12</td><td>28</td>
</tbody>
</table>

-----------

<h1>R&#232;gles</h1>

<ol class="toc">
<li><a href="#info">Informations basiques</a></li>
<li><a href="#rules">R&#232;gles</a>
<ul>
<li><a href="#gen">G&#233;n&#233;ral</a></li>
<li><a href="#tiers">Tiers</a></li>
<li><a href="#clauses">Clauses</a></li>
</ul>
</li>
<li><a href="#point">Syst&#232;me de points</a></li>
</ol>

<div style="float: right; margin-left: 5px;">
	<img src="/media/tour/smogontour.png" alt="Smogon Tour" />
</div>


<h2><a name="info">Informations basiques</a></h2>

<p>Ce qui suit est une liste d'informations g&#233;n&#233;rales qui sont importantes pour participer au Smogon Tour.</p>

<ul class="long_list">
<li>Vous devez avoir un compte sur le forum de Smogon pour participer au Smogon Tour</li>
<li>Quand les inscriptions pour le tour commencent, inscrivez-vous dans la section Smogon Tour du forum de Smogon. Le nombre de places disponibles pour l'inscription variera d'une semaine sur l'autre en fonction de l'activit&#233; des utilisateurs &#224; ce moment l&#224;. Il est &#224; la discr&#233;tion de l'auteur de choisir quand les inscriptions seront ferm&#233;es. Si vous avez manqu&#233; les inscriptions, vous pouvez toujours vous inscrire en tant que rempla&#231;ant si un joueur ne se montre pas. Les remplacements ne seront applicables que lors du premier round.</li>
<li>Vous devez utiliser votre pseudo du forum comme pseudo sur Pokemon Online pour jouer.</li>
<li>Si vous &#234;tes parvenu &#224; vous inscrire, vous devez rester pour le tournoi entier, &#224; moins que vous n'ayez &#233;t&#233; &#233;limin&#233;.</li>
<li>Il y a une limite de temps de quinze minutes pour chaque round. Si vous d&#233;passez cette limite de temps, notifiez le &#224; l'host. Il ou elle d&#233;terminera le gagnant en fonction de la situation entre les joueurs.</li>
<li>Vous pouvez changer de team entre les rounds sans risquer de penalit&#233;.</li>
<li>Vous ne pouvez participer qu'&#224; deux manches du Tour par semaine. Par exemple, si vous jouez Vendredi et Samedi, vous n'&#234;tes pas autoris&#233; &#224; jouer Dimanche.</li>
<li>N'harcelez pas l'organisateur du tournoi en cours.</li>
<li>Tous les participants au Smogon Tour sont tenus de se comporter honn&#234;tement et avec &#233;thique dans leurs rapports avec leurs adversaires, l'host et les g&#233;rants des tournois.</li>
<li>L'host dispose d'une certaine libert&#233; lorsque il s'agit de g&#233;rer le tour. Ob&#233;issez en permanence aux r&#232;gles de l'host.</li>
<li>Les participants au Tour doivent reporter rapidement leur victoire contre leur adversaire. En ne le faisant pas, vous ralentissez la progression du tournoi et risquez d'&#234;tre disqualifi&#233;.</li>
</ul>

<h2><a name="rules">R&#232;gles</a></h2>

<h3><a name="gen">G&#233;n&#233;ral</a></h3>

<p>Les r&#232;gles suivantes s'appliquent &#224; tous les tiers et &#224; tous les matchs pour le Smogon Tour. Le non-respect de la moindre de ces r&#232;gles, en incluant les clauses des matchs, &#224; n'importe quel moment est sanctionn&#233; par une disqualification imm&#233;diate. Si votre adversaire ne respecte pas une r&#232;gle dans votre match, vous devez le reporter &#224; l'host. Le fait de ne pas respecter n'importe quelle r&#232;gle peut aboutir &#224; une p&#233;nalit&#233; de trois points d&#233;duits &#224; votre score total sur la saison. Si l'on vous donne une p&#233;nalit&#233; de trois points, vous n'&#234;tes pas autoris&#233; &#224; participer aux autres manches de la semaine o&#249; vous avez re&#231;u la p&#233;nalit&#233;. Les tentatives de mauvaise foi pour contourner les r&#232;gles, les cas de malhonn&#234;tet&#233; ou les comportements non-&#233;thiques seront trait&#233;s sur des bases individuelles. Une succession de p&#233;nalit&#233;s pourra &#234;tre appliqu&#233;e dans de telles situations. Les fraudeurs r&#233;cidivistes seront bannis du Smogon Tour de fa&#231;on permanente.</p>

<dl>
<dt>D&#233;connexions</dt>
<dd>Dans les cas d'une d&#233;connexion d'un joueur durant un match, il ou elle assumera de perdre &#224; moins que son adversaire choisisse d'accepter un rematch.</dd>
<dt>Pas de <i>coaching</i></dt>
<dd>Pas de <i>coaching</i>, de conseils ou de consultation entre les joueurs durant le Smogon Tour. N'importe qui attrap&#233; en train de donner ou recevoir des conseils sera disqualifi&#233; et p&#233;nalis&#233; dans le classement. La collaboration dans la construction de teams avant le tournoi est accept&#233;e.</dd>
<dt>Pas de <i>ghost</i></dt>
<dd>Ne jouez pas de match en utilisant le compte de quelqu'un d'autre avec ou sans sa permission.</dd>
</dl>

<h3><a name="tiers">Tiers</a></h3>

<li><a href="/bw/tiers/ou">BW Overused (OU)</a>
<li><a href="/dp/tiers/ou">DPP Overused (OU)</a>
<li><a href="/rs/tiers/ou">ADV Overused (OU)</a>

<p>Tous les tiers sont bas&#233; sur les tiers de Smogon. Si vous avez la moindre question, pour savoir si un Pok&#233;mon particulier est banni ou non dans n'importe quel tier, r&#233;f&#233;rez-vous &#224; la ban list du ladder appropri&#233; disponible sur le serveur de Pok&#233;mon Online. &#231;a ne pr&#234;te pas &#224; confusion. Il n'y aura pas d'exceptions.</p>

<h3><a name="clause">Clauses</a></h3>

<p>Les clauses suivantes doivent &#234;tre activ&#233;es pour tous les matchs de Smogon Tour.</p>

<dl>
<dt>-Timed Battle :</dt>
<dd>Dans le but de finir le tournoi plus rapidement, cette clause doit &#234;tre activ&#233;e pour tous vos matchs.</dd>

<dt>-Species Clause :</dt>
<dd>Un joueur ne peut pas avoir deux fois le m&#234;me Pok&#233;mon dans sa team. Par exemple, un joueur ne peux pas avoir deux Smogo dans sa team.</dd>

<dt>-Sleep Clause :</dt>
<dd>Un joueur ne peux pas endormir plus d'un Pok&#233;mon adverse. Le fait que l'adversaire utilise Repos n'est pas pris en compte.</dd>

<dt>-Evasion Clause :</dt>
<dd>Un joueur ne peux pas augmenter l'esquive de ses Pok&#233;mons avec une attaque qui augmente sp&#233;cifiquement l'esquive. Les objets ou les boosts indirects no brisent pas cette clause.</dd>

<dt>-OHKO Clause :</dt>
<dd>Les joueurs ne peuvent pas utiliser des attaques qui ont une chance de mettre KO instantan&#233;ment le Pok&#233;mon adverse. Par exemple, Guillotine est une attaque ill&#233;gale dans le moveset d'un Pok&#233;mon.</dd>
</dl>

<h2><a name="point">Syst&#232;me de points</a></h3>

<p>Un syst&#232;me de points est utilis&#233; pour le Smogon Tour. Durant les neuf semaines que dure le Tour, les joueurs doivent r&#233;colter autant de points qu'il le peuvent. Apr&#232;s que les neuf semaines se soient &#233;coul&#233;es, les seize meilleurs joueurs seront invit&#233;s &#224; participer au tournoi &#224; &#233;limination directe pour d&#233;terminer le vainqueur ! Pour chaque round que vous atteignez, vous recevrez des points pour votre score total ; chaque round atteint vous fait gagner plus de points. Si vous perdez un match, vous ne perdez pas de points. Les points sont remis comme indiqu&#233; ci-dessous.</p>

<p>Les points sont donn&#233;s sur une base hebdomadaire, et non pas &#224; chaque tournoi. Si vous gagnez des points dans les tournois du Samedi et du Dimanche du m&#234;me weekend, vous recevrez pour votre score total le nombre de points correspondants &#224; votre meilleure performance, pas l'addition des deux. Par exemple, si vous gagnez 7 points le Samedi et 5 points le jour suivant, le Dimanche, vous recevrez 7 points pour votre score total et non pas 12.</p>

<table class="sortable">
    <thead>
        <tr>
            <th style="text-align: center;">Elimination Simple</th>
            <th colspan="7" style="text-align: center;">Point(s) obtenu(s) pour chaque tour</th>
        </tr>
        <tr>
            <th>Nombre de joueurs</th>
            <th>T1</th>
            <th>T2</th>
            <th>T3</th>
            <th>T4</th>
            <th>T5</th>
            <th>T6</th>
            <th>Gagnant</th>
        </tr>
    </thead>
    <tbody>
    <tr><td>128</td><td>1</td><td>2</td><td>3</td><td>5</td><td>7</td><td>9</td><td>11</td>
    <tr><td>64 </td><td>1</td><td>2</td><td>3</td><td>5</td><td>7</td><td>-</td><td>9 </td>
    <tr><td>32 </td><td>1</td><td>2</td><td>3</td><td>5</td><td>-</td><td>-</td><td>7 </td>

        <tr>
            <th style="text-align: center;">Finale &#224; trois</th>
            <th colspan="7" style="text-align: center;">Point(s) obtenu(s) pour avoir gagn&#233; un tour</th>
        </tr>
        <tr>
            <th>Nombre de joueurs</th>
            <th>T1</th>
            <th>T2</th>
            <th>T3</th>
            <th>T4</th>
            <th>T5</th>
            <th>Finalistes</th>
            <th>Gagnant</th>
        </tr>

    <tr><td>96</td><td>1</td><td>2</td><td>3</td><td>5</td><td>-</td><td>7</td><td>10</td>
    <tr><td>48</td><td>1</td><td>2</td><td>3</td><td>-</td><td>-</td><td>5</td><td>8 </td>
    <tr><td>24</td><td>1</td><td>2</td><td>-</td><td>-</td><td>-</td><td>4</td><td>6 </td>
    </tbody>
</table>