[title]
Guide sur la Priorité en OU.
[head]
<meta name="description" content="prio_guide" />

[page]
<div style="float: right; margin-left: 5px;">
<img src="/forums/picture.php?albumid=748&pictureid=4547" alt="" />
</div>
 
<ol class="toc">
<li><a href="#intro">Introduction</a></li>
<li><a href="#mechanics">M&#233;caniques des priorit&#233;s</a></li>
<li><a href="#moves">Analyses</a>
<ul>
<li><a href="#aqua_jet">Aqua-Jet</a></li>
<li><a href="#fake_out">Bluff</a></li>
<li><a href="#sucker_punch">Coup Bas</a></li>
<li><a href="#ice_shard">Eclats Glace</a></li>
<li><a href="#mach_punch">Mach Punch</a></li>
<li><a href="#shadow_sneak">Ombre Port&#233;e</a></li>
<li><a href="#vacuum_wave">Onde Vide</a></li>
<li><a href="#bullet_punch">Pisto-Poing</a></li>
<li><a href="#extremespeed">Vit.Extreme</a></li>
<li><a href="#quick_attack">Vive-Attaque</a></li>
</ul></li>
<li><a href="#against">Jouer contre les priorit&#233;s</a></li>
<li><a href="#conclusion">Conclusion</a></li>
</ol>
 
<h2><a name="intro">Introduction</a></h2>
 
<p><em>La capacit&#233; d'attaquer avant l'adversaire... Rien que cela donne un grand avantage, n'est-ce pas ?</em></p>
 
<p>Dans un metagame o&#249; un sweeper peut d&#233;passer m&#234;me le plus rapide des choice scarfers sans aucun set-up, et o&#249; de puissants attaques de set-up comme Danse Draco, Poliroche et Papillodanse menacent, les attaques de priorit&#233; se d&#233;marquent comme plus sûrs checks aux nombreuses menaces rapides. Ce guide va analyser les attaques de priorit&#233; existantes, en nous concentrant sur comment elles peuvent &#234;tre utilis&#233;es pour &#233;carter les sweepers adverses et ainsi permettre au joueur d'entamer lui m&#234;me un sweep.</p>
 
<h2><a name="mechanics">M&#233;caniques des priorit&#233;s</a></h2>
 
<p>Quand vous entendez parler d'attaques de priorit&#233; en g&#233;n&#233;ral, -pas seulement des attaques– vous trouverez souvent l'expression « niveaux de priorit&#233; » Qu'est ce que cela signifie ? Le niveau de priorit&#233; est un nombre associ&#233; &#224; chaque attaque. Vous trouverez ICI(URL) une liste exhaustive et une explication du concept en profondeur. Aussi loin que nous sommes concern&#233;s, ce qui nous importe est qu'un attaque avec un plus haut niveau de priorit&#233; qu'un autre sera toujours ex&#233;cut&#233; en premier, sans tenir compte de la vitesse des lanceurs respectifs. Au contraire, si deux attaques ont le m&#234;me niveau de priorit&#233;, la Vitesse d&#233;terminera qui jouera en premier, comme d'habitude donc.</p>
 
<p>Par exemple, Vive-Attaque a un niveau de priorit&#233; de +1. Cela signifie que si vous l'utilisez contre quelqu'un qui utilise, disons Lance-Flammes (une attaque &#224; 0 de niveau de priorit&#233;), l'utilisateur de Vive-Attaque lancera toujours son attaque en premier. Cependant, si l'adversaire dudit utilisateur de Vive-Attaque a opt&#233; pour Vit.Extreme (qui pr&#233;sente un niveau de priorit&#233; de +2), l'utilisateur de Vit.Extreme commencera. Si deux Pok&#233;mon utilisent Vive-Attaque, la Vitesse d&#233;terminera qui joue en premier.</p>
 
<h2><a name="moves">Analyses</a></h2>
 
<h3><a name="aqua_jet" href="/bw/moves/aqua_jet">Aqua-Jet</a></h3>
 
<p>Lors du passage &#224; la nouvelle g&#233;n&#233;ration, Aqua-Jet a gagn&#233; en popularit&#233;, et ce pour plusieurs raisons. D&#233;j&#224; unique parmi les attaques de priorit&#233;, &#233;tant la seule attaque &#224; obtenir une augmentation de puissance d'un climat (la pluie), la 5&#232;me g&#233;n&#233;ration a introduit la capacit&#233; sp&#233;ciale Crachin, via Tarpaud Dream World, dans le metagame OU, augmentant par l&#224; consid&#233;rablement sa fiabilit&#233;. De plus, les &#233;quipes ayant dans leurs rangs Tarpaud Crachin ne peuvent pas utiliser la capacit&#233; sp&#233;ciale Glissade, rendant ainsi Aqua-Jet encore plus attrayant en tant qu'outil de sweep.</p>
 
<p>Mais ce n'est pas tout. La nouvelle g&#233;n&#233;ration a apport&#233; plusieurs menaces puissantes et rapides, et beaucoup d'entre elles peuvent augmenter leur Vitesse &#224; des niveaux effrayants. D&#233;m&#233;t&#233;ros Poliroche, Terrakium Poliroche, et Pyrax Papillodanse peuvent facilement &#233;craser des &#233;quipes enti&#232;res gr&#226;ce &#224; leur puissance et leur rapidit&#233;. Malgr&#233; cela, ils ont tous un d&#233;faut qui se r&#233;v&#233;lera crucial : ils sont faibles aux attaques de type Eau. C'est la qu'Aqua-Jet intervient, mettant un terme &#224; leurs sweeps avant qu'il ne soit trop tard.</p>
 
<p>Assez peu de Pok&#233;mon peuvent faire bon usage de cette attaque, et quasiment tous requi&#232;rent le support de la pluie pour &#234;tre utilisables en OU. Azumarill vient imm&#233;diatement &#224; l'esprit, avec son attaque gargantuesque, rivalisant celles de Groudon et Zekrom. Sharpedo, malgr&#233; l'acc&#232;s &#224; Turbo pour obtenir le dessus sur les ennemis plus rapides, utilise souvent cette attaque quand il n'a pas encore emmagasin&#233; assez de boosts (ou, parfois, pour d&#233;passer les utilisateurs d'autres attaques de priorit&#233;). Aligatueur peut abuser de sa capacit&#233; sp&#233;ciale Torrent et de Danse-Lames pour balayer les &#233;quipes affaiblies. Plusieurs autres Pok&#233;mon disposent de Danse-Lames et Aqua-Jet, mais la plupart d'entre eux manquent des d&#233;fenses pour s'installer.</p>
 
<p>Que vous utilisiez Aqua-Jet pour vous occuper de l'opposition sous la pluie, ou pour vous &#233;pargner un traitement similaire, cette attaque s'est d&#233;finitivement fait sa place dans l'OU metagame, et a m&#233;rit&#233; son titre parmi les bonnes vieilles attaques standard.</p>
 
<p><img src="/download/sprites/bw/184.png" alt="Azumarill" /><br />
Azumarill @ Bandeau Choix<br/>
Capacit&#233; Sp&#233;ciale : Coloforce.<br/>
EVs : 212 PV/ 252 Atq/ 44 Vit<br/>
Nature : Rigide (+Atq, -AtqSp&#233;)<br/>
-Aqua-Jet<br/>
-Surpuissance<br/>
-Cascade<br/>
-Poinglace/Retour</p>
 
<p>L'Attaque massive d'Azumarill (654) lui permet d'utiliser Aqua-Jet avec efficacit&#233;. Des sweepers fragiles avec une faiblesse au type eau, comme Pyrax, sont proprement mis KO (Pyrax n'est m&#234;me pas sauf sous le soleil, dans la mesure o&#249; il est OHKO plus de 50% du temps apr&#232;s les dommages de Pi&#232;ge de Roc). Si la pluie est en place, les plus bulkys comme D&#233;m&#233;t&#233;ros et Terrakium n'ont aucune chance non plus. Le pouvoir d'Aqua-Jet sous la pluie est tellement &#233;norme que m&#234;me les Pok&#233;mon r&#233;sistant &#224; l'eau, comme Tranchodon, auront des probl&#232;mes, et devraient pouvoir perdre deux tiers de leur total de points de vie. Cerise sur le g&#226;teau, des attaques de couverture comme Surpuissance et Poinglace assurent que quasiment rien ne puisse switch sur Azumarill sans danger.</p>
 
<h3><a name="fake_out" href="/bw/moves/fake_out">Bluff</a></h3>
 
<a>Bluff est unique parmi les autres attaques de priorit&#233;. Elle ne peut &#234;tre utilis&#233;e qu'au premier tour de l'apparition du lanceur sur le terrain, ce qui signifie qu'elle est inutile en tant qu'attaque d'un utilisateur d'objet choix. Elle a aussi un effet secondaire int&#233;ressant : la capacit&#233; d'apeurer tous les Pok&#233;mon qui ne poss&#232;dent pas comme capacit&#233; Attention, Ecran Poudre ou le type Spectre, peut se r&#233;v&#233;ler efficace. C'est aussi la plus rapide des attaques de priorit&#233;, d&#233;passant m&#234;me Vit.Extreme.</p>
 
<p>Ainsi, on peut se poser la question suivante: en quoi ces points affectent la viabilit&#233; de Bluff, compar&#233;e &#224; d'autres attaques de priorit&#233; ? La premi&#232;re chose qui devrait &#234;tre not&#233;e est que cette attaque n'a quasiment aucun potentiel offensif, et sert plutôt de check &#224; d'autres sweepers rapides (ou m&#234;me des utilisateurs de priorit&#233; adverses). Mais, plus important, Bluff est une attaque de scouting avec &#233;l&#233;ment de surprise : Dans un metagame o&#249; l'on cherche &#224; obtenir des informations sur le moveset adverse plutôt que sur le Pok&#233;mon dans son entier, d&#233;couvrir quel objet l'adversaire porte le plus tôt possible peut faire la diff&#233;rence. Infligeant quelques dommages et faisant peur &#224; l'ennemi, Bluff permet &#224; l'utilisateur de v&#233;rifier si l'opposant porte les Restes ou pas, une information qui peut souvent nous en dire beaucoup sur le moveset que la cible utilise (notamment avec des menaces comme Tarpaud, connues pour porter soit les Restes ou un objet choix). Et malgr&#233; le fait que les dommages inflig&#233;s par Bluff sont souvent trop faibles pour avoir une id&#233;e pr&#233;cise sur combien l'adversaire a investi en d&#233;fense, c'est souvent suffisant pour dire si vous avez affaire &#224; quelque chose avec des EVs PV au max ou une r&#233;partition offensive (max Vitesse et Attaque/Attaque Sp&#233;ciale).</p>
 
<p>Il y a une poign&#233;e d'utilisateurs prometteurs de Bluff, mais la plupart d'entre eux ont mieux &#224; faire (comme Baggaid et Simiabraz). Shaofouine se d&#233;marque des autres dans la mesure o&#249; il est d&#233;j&#224; un tr&#232;s bon scout avec une haute Attaque, lui permettant de faire bon usage de Bluff. Capidextre est le plus fort de ces utilisateurs avec Technicien, mais &#224; part &#231;a, il n'a pas grand chose dont il peut se vanter en OU et ainsi, supporte mal la comparaison avec par exemple Shaofouine. Kapoeira pourrait l'utiliser, comme il a aussi Technicien, mais il poss&#232;de tout un lot d'attaques de priorit&#233; dans lequel piocher, et lutte pour se faire une place dans l'environnement Overused.</p>
<p>En conclusion, Bluff est plus utile comme une attaque utilitaire, qui permet d'obtenir des informations sur l'adversaire, placer quelques dommages au cours du match (notamment en tandem avec la m&#233;t&#233;o et/ou les Pics Toxik) et parfois, vraiment revenge kill quelque chose.</p>
 
<p><img src="/download/sprites/bw/650.png" alt="Shaofouine" /><br/>
Shaofouine @ Orbe Vie<br/>
Capacit&#233; Sp&#233;ciale : R&#233;g&#233;-Force.<br/>
EVs : 252 Atq/ 4 AtqSp&#233;/ 252 Vit<br/>
Nature : Naïf (+Vit, -DefSp&#233;)<br/>
-Bluff<br/>
-Pied Voltige<br/>
-Demi-Tour<br/>
-Puissance Cach&#233;e [Glace]</p>
 
<p>Shaofouine est un excellent utilisateur de Bluff, montrant tr&#232;s bien la valeur de cette attaque en tant qu'outil de scouting. Gr&#226;ce &#224; R&#233;g&#233;-Force, Shaofouine peut switcher et revenir plus tard de mani&#232;re r&#233;p&#233;titive, le permettant de Bluffer de multiples fois, grattant ainsi quantit&#233; de dommages r&#233;siduels. Bien que Bluff n'ait pas &#233;norm&#233;ment de puissance (surtout quand il n'est pas stabb&#233;), 349 d'attaque et un Orbe Vie lui donne pas mal de punch, permettant &#224; Shaofouine de non seulement obtenir une id&#233;e plus pr&#233;cise de la r&#233;partition d'EV de l'adversaire, mais aussi de Revenge Kill certains sweepers efficacement. Demi-Tour rend le boulot de scouting encore plus facile, en &#233;vitant les double-switches ennuyants et en permettant de garder la main. Enfin, &#224; la diff&#233;rence de beaucoup de scouts, Shaofouine poss&#232;de un &#233;norme et puissant STAB en la personne de Pied Voltige, ainsi qu'une bonne attaque de couverture, ici Puissance Cach&#233;e Glace pour se d&#233;barrasser des Pok&#233;mon r&#233;sistants aux attaques Combat comme Scorvol.</p>
 
<h3><a name="sucker_punch" href="/bw/moves/sucker_punch">Coup Bas</a></h3>
 
<p>« Qui ne risque rien n'a rien » d&#233;crirait Coup Bas parfaitement. Cette attaque peut &#234;tre vraiment forte, dans la mesure o&#249; elle partage avec Vit.Extreme la m&#234;me puissance (80), et plusieurs Pok&#233;mon avec de bonnes attaques ont une STAB dessus. Cependant, tout comme Eclats Glace, Coup Bas partage le syndrome du bon type offensif mais mauvais d&#233;fensivement, le metagame OU &#233;tant rempli de Pok&#233;mon Combat, et la plupart d'entre eux ne font qu'une bouch&#233;e des types T&#233;n&#232;bres. D'ailleurs, les 3 OU de type T&#233;n&#232;bres n'apprennent m&#234;me pas cette attaque (Tyranocif, Trioxhydre et Baggaid). En outre, tout comme avec Ombre Port&#233;e, vous ne frapperez que peu de menaces de fa&#231;on super efficace. Et pour empirer la chose, le type Combat mentionn&#233; pr&#233;cedemment r&#233;siste &#224; l'attaque (et dans le cas des mousquetaires, voient m&#234;me un avantage &#224; se faire frapper par cette attaque: leur Attaque montera d'un cran gr&#226;ce &#224; Coeur Noble).</p>
 
<p>Cependant, tout n'est pas perdu pour cette attaque: ainsi, &#224; la diff&#233;rence d'Eclats Glace, la puissance assez haute rend Coup Bas utilisable m&#234;me sans STAB, tout comme Vit.Extreme. Bien sur, c'est plus situationnel qu'Eclats Glace, et repose sur de la bonne pr&#233;diction, mais l'attaque a du potentiel. Et &#224; la diff&#233;rence de Vit.Extreme, a une meilleure couverture combin&#233; &#224; des attaques de type Combat en particulier. Cela permet aux utilisateurs de Coup bas d'utiliser moins d'attaques purement offensives, et plus d'attaques de support ou de boost. Par exemple, Scalproie et Coatox abusent souvent de Coup Bas avec une attaque de type Combat pour d&#233;cimer les &#233;quipes manquant de bonnes r&#233;sistances T&#233;n&#232;bres comme Terrakion.</p>
 
<p>Une chose doit &#234;tre gard&#233;e &#224; l'esprit cependant: Coup Bas est tr&#232;s risqu&#233; comme check a un Pok&#233;mon plus rapide. Le plus souvent, ce type de Pok&#233;mon ont une (voire deux) attaque de set up, avec bien plus de PP que le mis&#233;rable 8 de Coup Bas. Cela leur permet d'obliger l'utilisateur &#224; g&#226;cher ses PP, ou &#224; parier sur une attaque ou un attaque de soutien/set-up. Par ailleurs, Clonage annule totalement l'int&#233;r&#234;t de Coup Bas et renverse la situation de jeu. Et, moins probl&#233;matique que cela, une utilisateur d'attaque de priorit&#233; plus rapide (ou plus lent sous Distorsion) ou n'importe quel utilisateur de Vit.Extreme attaquera avant Coup Bas, rendant ainsi l'attaque inutile. Pour toute ses raisons, Coup Bas est plus un attaque de sweep, et doit &#234;tre utilis&#233; en tant que tel. Il y a de meilleures options pour check les sweepers &#224; set up de toute fa&#231;on.</p>
 
<p><img src="/download/sprites/bw/459.png" alt="Coatox" /><br />
Coatox @ Orbe Vie/Restes<br/>
Capacit&#233; sp&#233;ciale : Peau S&#232;che.<br/>
EVs : 4 PV/ 252 Atq/ 252 Vit<br/>
Nature : Rigide (+Atq, -AtqSp&#233;)<br/>
-Danse-Lames<br/>
-Coup-Croix<br/>
-Coup Bas<br/>
-Poinglace</p>
 
<p>Gr&#226;ce &#224; la pluie permanente de Crachin, Coatox gagne une bonne capacit&#233; &#224; encaisser les coups, malgr&#233; ses d&#233;fenses en apparence m&#233;diocres. Cela lui permet de s'installer assez facilement, et sweep gr&#226;ce &#224; sa bonne couverture. Dans son cas, Coup Bas aura une chance de fonctionner principalement car l'adversaire aura du mal &#224; pr&#233;voir ce que fera Coatox. En fait, chaque pari perdu de l'adversaire signifie souvent la mort d'un de ses Pok&#233;mon (comme Latios qui utilise Soin ou Pl&#233;nitude en pensant et Coup Bas et prend un Poinglace), ou bien le placement d'une Danse-Lames, qui le rend encore plus dangereux si son suppos&#233; check venait &#224; ne plus pouvoir le tenir, il pourra sweep tranquillement.</p>
 
<h3><a name="ice_shard" href="/bw/moves/ice_shard">Eclats Glace</a></h3>
 
<p>Eclats Glace est un des attaques de priorit&#233; les moins utilis&#233;s, principalement parce le type Glace est une type tr&#232;s mauvais d&#233;fensivement, et comme les autres priorit&#233;s, Eclats Glace a presque toujours besoin d'un STAB pour fonctionner proprement. Dommage, quand on sait que le STAB glace, quand utilis&#233; offensivement, peut &#234;tre l&#233;tal avec sa large couverture super efficace, le manque d'immunit&#233;s, et sa capacit&#233; &#224; frapper quelques sweepers notables avec des dommages super efficaces.</p>
 
<p>En effet, on peut remarquer que beaucoup de Pok&#233;mon faibles au type Glace ont une r&#233;sistance &#224; d'autre sortes de attaques de priorit&#233;s. Par exemple, les types Vol encaissent Mach Punch et Onde Vide facilement, et les types Dragon &#233;pongent Aqua-Jet. Mais tous se soumettent au pouvoir d'Eclats Glace, faisant potentiellement de cette attaque-du moins sur le papier-une des meilleurs priorit&#233;s disponibles. Elle serait probablement utilis&#233;e bien plus souvent, si elle ne souffrait pas des d&#233;fauts inh&#233;rents au type Glace.</p>
 
<p>Malgr&#233; tout, cette attaque peut &#234;tre sauv&#233;e par quelques utilisateurs d&#233;cents. Dimoret peut paraître &#234;tre un choix bizarre &#224; premi&#232;re vue, vu qu'il a d&#233;j&#224; une tr&#232;s bonne Vitesse de base (125). Mais quand vous tenez compte des tr&#232;s pr&#233;sents Dragon Dancers comme Tranchodon, Dracolosse ou Drattak, vous verrez que Dimoret a beaucoup d'occasions d'abuser d'Eclats Glace. Mammochon a lui une tr&#232;s solide Attaque de base de 130 pour aller avec, et n'a pas la faiblesse au Pi&#232;ge de Roc qui handicape beaucoup d'utilisateurs d'Eclats Glace. Donphan peut manquer de puissance – m&#234;me avec un potentiel de 372 en Attaque, Eclats Glace est assez d&#233;cevant sans STAB – mais peut toujours mettre KO les Dragons affaiblis comme Latios.</p>
 
<p><img src="/download/sprites/bw/478.png" alt="Mammochon" /><br />
Mammochon @ Orbe Vie<br/>
Capacit&#233; sp&#233;ciale : Rideau Neige.<br/>
EVs : 4 PV/ 252 Atq/ 252 Vit<br/>
Nature : Rigide (+Atq, -AtqSp&#233;)<br/>
-Eclats Glace<br/>
-S&#233;isme<br/>
-Chute Glace<br/>
-Lame de Roc</p>
 
<p>Mammochon est un des seuls Pok&#233;mon de type Glace qui peuvent vraiment marcher en OU. Eclats Glace, que vous optiez pour l'Orbe Vie ou le Bandeau Choix, poss&#232;de une grande force. Elle n'est peut &#234;tre pas aussi forte que Pisto-Poing Technicien ou Aqua-Jet sous la pluie, mais comme Eclats Glace a pour objectif de frapper ses cibles avec des dommages super efficaces (plus souvent que Pisto-Poing), ce sera rarement un probl&#232;me. De plus, Mammochon peut faire bien d'autres choses gr&#226;ce &#224; son Attaque g&#233;niale. Chute Glace et S&#233;isme lui offrent une combinaison d'attaques stabb&#233;es qui laissent peu de chose &#224; l'abri, et Lame de Roc est le compl&#233;mentaire de ces STAB.</p>
 
<h3><a name="mach_punch" href="/bw/moves/mach_punch">Mach Punch</a></h3>
 
<p>Une autre attaque qui a bien gagn&#233; en utilisation &#224; la transition vers la nouvelle g&#233;n&#233;ration, Mach Punch a le b&#233;n&#233;fice d'avoir un tr&#232;s bon type et offensif et d&#233;fensif, signifiant que ces usagers peuvent faire bien plus que du revenge kill. Son seul d&#233;faut, compar&#233; &#224; d'autres attaques de priorit&#233;s, est que plusieurs sweepers importants y r&#233;siste. Ainsi, Mach Punch est l&#233;g&#232;rement plus convenable pour le sweep que pour check ou revenge kill (bien que op&#233;rer au revenge kill de Terrakium est toujours bien).</p>
 
<p>Quand bien m&#234;me, Mach Punch n'est en aucun cas une mauvaise attaque. Vue comme une attaque de sweep, il b&#233;n&#233;ficie du fait que la plupart des ces utilisateurs peuvent augmenter leur statistique d'Attaque avec Gonflette ou Danse-Lames. En outre, la couverture est exceptionnelle. Et quand on voit que le type Combat n'est r&#233;sist&#233; que par peu de types et que la plupart d'entre eux sont faibles &#224; la Roche, on en d&#233;duit que le support de Pi&#232;ge de Roc aidera immens&#233;ment. L'exception &#233;tant le type Poison, qui n'est vraiment pas commun.</p>
 
<p>B&#233;tochef se d&#233;marque des autres utilisateurs de Mach Punch parce qu'il poss&#232;de les d&#233;fenses pour se placer confortablement contre une grande fourchette d'ennemis (incluant des Pok&#233;mon courants comme Tyranocif et Noacier). A contrario, Simiabraz a plus de difficult&#233;s &#224; trouver une occasion de placer Danse-Lames, et n'arrive souvent m&#234;me pas &#224; inclure Mach Punch dans son attaquepool pour des raisons de couverture. Chapignon est aid&#233; par l'inestimable Spore, qui est souvent suffisant pour qu'il obtienne le tour de placement requis pour s'installer. Cependant, le champignon n'appr&#233;cie pas d'&#234;tre totalement bloqu&#233; par certains Pok&#233;mon. Finalement, comme mentionn&#233; pr&#233;c&#233;demment dans le cas de Bluff, Kapoeira est un fantastique utilisateur de faibles priorit&#233;s gr&#226;ce &#224; Technicien et au STAB sur ses attaques Combat; il a la force pour vraiment blesser ses cibles (par exemple, Terrakium peut prendre jusqu'&#224; 70% sur Mach Punch Technicien).</p>
 
<p><img src="/download/sprites/bw/562.png" alt="B&#233;tochef" /><br />
B&#233;tochef @ Restes<br/>
Capacit&#233; Sp&#233;ciale : Cran.<br/>
EVs : 120 PV/ 252 Atq/ 136 DefSp&#233;<br/>
Nature : Brave (+Atq, -Vit) ou Rigide (+Atq, -AtqSp&#233;)<br/>
-Mach Punch<br/>  
-Vampipoing<br/>  
-Gonflette<br/>  
-Repr&#233;sailles/Lame de Roc<br/>
 
<p>B&#233;tochef est le premier sweeper avec Mach Punch du metagame, et ce pour une bonne raison. Gr&#226;ce &#224; une effrayante base d'Attaque de 140, il peut rapidement augmenter le pouvoir de Mach Punch avec Gonflette &#224; un point o&#249; il peut OHKO ou 2HKO enti&#232;rement l'&#233;quipe adverse. En m&#234;me temps, il a les d&#233;fenses pour switch sur les sweepers comme Terrakion pour les revenge kill, et Vampipoing peut augmenter son esp&#233;rance de vie. Le quatri&#232;me choix est surtout pour la couverture, pour s'occuper des menaces r&#233;sistantes au type Combat.</p>
 
 
<h3><a name="bullet_punch" href="/bw/moves/bullet_punch">Pisto-Poing</a></h3>
 
<p>M&#234;me si plus aussi populaire qu'elle a eu l'habitude de l'&#234;tre, Pisto-Poing est encore vue commun&#233;ment dans l'OU metagame. Bien que le type Acier peut ne pas &#234;tre reconnu comme un type offensif du fait de son manque de couverture, il faut garder &#224; l'esprit qu'aucun Pok&#233;mon, &#224; part Munja, y est immunis&#233;. De plus, m&#234;me si Feu, Eau, et Electrik sont tous des types communs, plusieurs sweepers importants ne sont pas de ceux-ci, et quelques uns sont faibles aux attaques de type Acier (notablement Terrakium).</p>
 
<p>Pisto-Poing a peu d'utilisateurs, mais ceux qui disposent de l'attaque sont comp&#233;tents. Cizayox se d&#233;marque de tous les autres gr&#226;ce &#224; sa merveilleuse capacit&#233; sp&#233;ciale Technicien. Metalosse peut utiliser cette attaque pour contourner sa faible vitesse et revenge kill des adversaire affaiblis (bien que les dommages sont moins impressionnants que ceux de Cizayox). Lucario utilise parfois cette attaque en tandem avec Vit.Extreme pour punir les types Spectres et Roche qui tenteraient de le stopper. Mackogneur n'a pas de STAB sur cette attaque, mais Pisto-Poing reste utile sur lui pour se d&#233;barrasser des Ectoplasma et autres Latios (et plus particuli&#232;rement tous les utilisateurs de la Ceinture Force).</p>
 
<p>Ce n'est probablement pas le plus puissant des attaques de priorit&#233; existants, ou bien le plus efficace, mais ce n'est pas une raison pour sous-estimer son utilit&#233;. Pisto-Poing est encore la meilleure option, parmi les attaques de priorit&#233;, contre une grande vari&#233;t&#233; d'ennemis, des menaces de type Roche comme Tyranocif et Terrakium, mentionn&#233; ci-dessus, aux toujours mena&#231;ants Dragons.</p>
 
<p><img src="/download/sprites/bw/212.png" alt="Cizayox" /><br/>
Cizayox @ Bandeau Choix<br/>
Capacit&#233; sp&#233;ciale : Technicien.<br/>
EV : 248 PV/ 252 Atq / 8 Vit<br/>
Nature : Rigide (+Atq, -AtqSp&#233;)<br/>
-Pisto-Poing<br/>
-Demi-Tour<br/>
-Surpuissance<br/>
-Poursuite/Vive-Attaque</p>
 
<p>Cizayox est encore le plus efficace des utilisateurs de Pisto-Poing. Gr&#226;ce &#224; Technicien, la mante d'acier peut revenge kill beaucoup de sweepers, souvent m&#234;me si ils r&#233;sistent le coup. Pyrax, par exemple, prend autour de 40% de dommages malgr&#233; sa r&#233;sistance apport&#233;e par son type feu. Les types Roche comme Terrakion sont instantan&#233;ment &#233;limin&#233;es, et m&#234;me des cibles neutres au type Acier comme Dracolosse sont 2HKO. Encore une fois, aucun Pok&#233;mon n'est complet sans des attaques compl&#233;mentaires &#224; son attaque de priorit&#233;, et Cizayox ne fait pas exception. Demi-Tour lui permet de scout (le scout est l'action de d&#233;couvrir et glaner des informations sur l'&#233;quipe adverse[italics]) et faire des trous dans des menaces comme Motisma-L qui r&#233;sisterait autrement &#224; Pisto-Poing. Surpuissance annihile la plupart des types Acier, et Poursuite fait de Cizayox un merveilleux trapper. Alternativement, Vive-Attaque double ses options d'attaques de priorit&#233;.</p>


<h3><a name="shadow_sneak" href="/bw/moves/shadow_sneak">Ombre Port&#233;e</a></h3>
 
<p>Ombre Port&#233;e est probablement la plus rare des attaques de priorit&#233; dans l'Overused, principalement &#224; cause de sa tr&#232;s mauvaise r&#233;partition. Vous aurez du mal &#224; trouver un Pok&#233;mon apprenant cette attaque qui soit fiable en OU, et quand bien m&#234;me vous le trouveriez, la plupart d'entre eux n'ont pas une Attaque extraordinaire (comme Spiritomb et Noctunoir) ou n'ont pas de STAB (Gallame et Grotadmorv). La seule exception est Branette, qui a de meilleures choses &#224; faire si il devait un jour apparaître en OU, et Giratina, Uber.</p>
 
<p>De plus, ce n'est pas comme si Ombre Port&#233;e &#233;tait vraiment valable en OU. Beaucoup de Pok&#233;mon communs y r&#233;siste ou y sont neutres. Les seules cibles potentiellement int&#233;ressantes seraient Ectoplasma, Latios et Symbios, ce dernier qui, avec sa Vitesse, ne m&#233;rite pas une attaque de priorit&#233; pour &#234;tre revenge kill, &#224; part sous Distorsion. De plus, Cizayox peut switch sur tous ces Pok&#233;mon et son Pisto-Poing boost&#233; par Technicien est plus fort qu'une Ombre Port&#233;e non stabb&#233;e, m&#234;me super efficace. Oui, c'est aussi mauvais que &#231;a.</p>
 

<p><img src="/download/sprites/bw/480.png" alt="" /><br />
Gallame @ Orbe Vie<br/>
Capacit&#233; Sp&#233;ciale : Impassible.<br/>
EVs : 4 PV/ 252 Atq/ 252 Vit<br/>
Nature Rigide (+Atq, -AtqSp&#233;)<br/>
-Danse-Lames<br/>
-Close Combat<br/>
-Poinglace/Lame de Roc<br/>
-Ombre Port&#233;e</p>
 
<p>Probablement l'un des seuls moyens viable d'utiliser Ombre Port&#233;e en OU. Apr&#232;s une Danse-Lames, Gallame atteint 766 d'Attaque, plus le boost de l'Orbe vie. Cela lui permet de OHKO Ectoplasma et Latios, parmi d'autres (bien que pour tuer ce dernier, vous aurez besoin de Pi&#232;ge de Roc), mais ne fera qu'au maximum 81,9% &#224; Symbios Distorsion, et ne 2HKO &#224; peine les variantes avec nature Assur&#233;. Heureusement, pour les adversaires moins rapide, Gallame a un assez fort Close Combat (qui tape en fait plus fort qu'une Ombre Port&#233;e super efficace), mais vraiment, c'est pas le nirvana.</p>
 
<h3><a name="vacuum_wave" href="/bw/moves/vacuum_wave">Onde Vide</a></h3>
 
<p>Les types Combat n'ont pas souvent une bonne Attaque Sp&#233;ciale, et ceux dont c'est le cas viennent de Noir/Blanc, et ne peuvent donc pas avoir Onde Vide en tant que attaque de tuteur. Cependant, Onde Vide a vraiment du potentiel malgr&#233; sa mauvaise r&#233;partition. Tout comme nous l'avons dit pour Mach Punch, le type Combat est un bon type offensif et permet &#224; ses utilisateurs de sweep facilement avec le supporte des Pi&#232;ge de Roc.</p>
 
<p>Ce qui p&#233;nalise vraiment Onde Vide est sa mauvaise r&#233;partition. Alors que Danse-Lames est une CT avec une excellente r&#233;partition, Machination n'est accessible qu'&#224; peu de Pok&#233;mon. Et quand Gonflette est appris pas quasiment tous les Pok&#233;mon Combat, Pl&#233;nitude n'est appris que par peu d'entre eux.</p>
 
<p>Heureusement pour Onde Vide, il n'y a pas ce "syndrome du mauvais utilisateurs" qui frappe Coup Bas par exemple. Alors que ce dernier n'est pas pr&#233;sent chez ceux qui en profiteraient le plus, Onde Vide est la chez ceux chez qui &#231;a marche, et chacun d'entre eux est aid&#233; par soit Machination soit Pl&#233;nitude-et parfois les deux. Par exemple Simiabraz et Lucario peuvent d&#233;livrer de bons d&#233;g&#226;ts d&#232;s qu'ils ont plac&#233; une Machination. Peut &#234;tre qu'Onde Vide n'a pas la m&#234;me disponibilit&#233; que son alter ego physique (Mach Punch), mais cette attaque a d&#233;finitivement sa place en OU et a ses m&#233;rites. Son seul vrai d&#233;faut est au final que Terrakion/Tyranocif ont plus de D&#233;fense Sp&#233;ciale sous la Temp&#234;te de Sable que de D&#233;fense, et ne peut ainsi pas &#234;tre revenge kill par Onde Vide comme il peut l'&#234;tre par d'autres priorit&#233;s.</p>
 
<p><img src="/download/sprites/bw/453.png" alt="Lucario" /><br />
Lucario @ Orbe Vie<br/>
Capacit&#233; Sp&#233;ciale : Attention.<br/>
Evs : 4 PV/ 252 AtqSp&#233;/ 252 Vit<br/>
Nature : Modeste (+AtqSp&#233;, -Atq)<br/>
-Machination<br/>
-Onde Vide<br/>
-Aurasphere<br/>
-Vibrobscur</p>
 
<p>Tout comme Lucario a abus&#233; de Danse-Lames et Vit.Extreme la derni&#232;re g&#233;n&#233;ration (et le fait encore de temps en temps de nos jours), le cadeau qu'il a re&#231;u en la personne de Machination lui permet maintenant de sweep sur le Sp&#233;cial. Et il est aid&#233; par sa tr&#232;s respectable Attaque Sp&#233;ciale de base de 115. Ainsi, Onde Vide peut r&#233;ellement blesser une fois que Lucario se sera boost&#233;. Aurasphere lui donne un bon STAB plus consistent, et Vibrobscur compl&#232;te la couverture T&#233;n&#232;bres/Combat.</p>
 
 
<h3><a name="extremespeed" href="/bw/moves/extremespeed">Vit.Extreme</a></h3>
 
<p>Vit.Extreme a plusieurs avantages sur les autres priorit&#233;s. Premi&#232;rement, une puissance de 80 la met &#224; part des autres attaques (&#224; part la peu viable Coup Bas), faisant d'elle la plus forte de celles-ci, et ce sans aucune sorte d'inconv&#233;nient. Malheureusement, la plupart des utilisateurs de cette attaque n'ont pas de STAB sur lui, ce qui signifie que d'autres attaques deviennent plus puissantes gr&#226;ce au STAB et &#224; Technicien (ou STAB et pluie dans le cas d'Aqua-Jet). Malgr&#233; ceci, la plupart des utilisateurs de cette attaque pr&#233;sentent une forte statistique d'attaque (avec l'exception de Togekiss, qui rattrape ceci par le STAB et &#233;ventuellement Agitation), et certains peuvent m&#234;me la booster encore plus avec Danse Draco et Danse-Lames.</p>
 
<p>Par ailleurs, Vit.Extreme a une caract&#233;ristique curieuse qui est qu'elle a un niveau de priorit&#233; de +2. Cela permet &#224; l'utilisateur de passer au dessus de la plupart des autres utilisateurs de priorit&#233;s (ce qui peut &#234;tre fatal &#224; ceux qui n'ont pas de r&#233;sistance au type normal comme Azumarill et Mammochon). En fait, cette am&#233;lioration n'est souvent pas importante, comme tous les utilisateurs de Vit.Extreme poss&#232;dent une Vitesse de base d'au moins 80 (et ont souvent un investissement significatif en Vitesse), mais cela peut &#234;tre parfois crucial ( Sp&#233;cialement contre Eclats Glace ).</p>
<p>Vit.Extreme n'a peut &#234;tre pas une bonne r&#233;partition, mais &#224; peu pr&#232;s tous les Pok&#233;mon qui apprennent cette attaque peuvent en faire bon usage. Dracolosse est peut-&#234;tre le meilleur utilisateur disponible, et peut facilement 2HKO beaucoup de fauteurs de trouble, comme Latios ou Tranchodon. Lucario peut booster son attaque avec Danse-Lames et sweep sans entrave. Togekiss est le seul utilisateur de Vit.Extreme avec un STAB sur l'attaque, qui rattrape sa pauvre attaque et permet quelques sets mixed impr&#233;visibles (et sp&#233;cialement en tandem avec Agitation).</p>
 
<p>Gr&#226;ce &#224; sa grande couverture offerte par le type Normal, sa bonne puissance, et quelques utilisateurs efficaces, Vit.Extreme est une menace solide, et une des attaques de priorit&#233; les plus fiables du jeu.</p>
 
<p><img src="/download/sprites/bw/149.png" alt="Dracolosse" /><br />
Dracolosse @ Bandeau Choix <br/>
Capacit&#233; Sp&#233;ciale : Multi&#233;cailles.<br/>
Evs : 252 Atq/ 4 Def/ 252 Vit <br/>
Nature : Rigide (+Atq, -AtqSp&#233;) <br/>
-Vit.Extreme <br/>
-Col&#232;re <br/>
-Cascade <br/>
-Poing de Feu/Dracogriffe</p>
 
<p>Dracolosse est id&#233;al pour l'utilisation de Vit.Extreme. Sa tr&#232;s bonne Attaque lui donne le punch n&#233;cessaire pour faire le boulot. En outre, il a une pr&#233;sence offensive que beaucoup d'attaquants &#224; priorit&#233;s souhaiteraient avoir, permettant &#224; Dracolosse d'&#233;viter de devenir un nid &#224; placements la plupart du temps (ou au moins l'emp&#234;cher d'&#234;tre trop pr&#233;visible). Dragon + Feu + Eau atteint une couverture parfaite, donnant &#224; Dracolosse la chance d'&#234;tre bien plus qu'un simple revenge killer.</p>
 
 
<h3><a name="quick_attack" href="/bw/moves/mach_punch">Vive-Attaque</a></h3>
 
<p>Vive-Attaque est l'une des attaques de priorit&#233; les moins utilis&#233;es, principalement car elle manque de puissance pour &#234;tre vraiment utile. Ces utilisateurs potentiels n'ont pas souvent de STAB sur elle, et le fait que le type Normal ne frappe rien super efficacement aide peu. Elle partage avec Vit.Extreme tous les probl&#232;mes, sans avoir aucun de ses avantages (&#224; part la couverture procur&#233;e par le type Normal).</p>
 
<p>Cela ne signifie cependant pas que Vive-Attaque est inutile. Quand elle est boost&#233;e par le Bandeau Choix, Technicien, ou un attaque de set up, cette attaque peut d&#233;truire les ennemis de fa&#231;on remarquable, et souvent au moment o&#249; ils s'y attendent le moins. Peut &#234;tre est-ce d'ailleurs le meilleur avantage de Vive-Attaque: elle permet de Revenge Kill certains sweepers contre lesquels vous n'auriez autrement rien pu faire avec les autres priorit&#233;s. Bien sur, Vit.Extreme fait la m&#234;me chose, mais Vive-Attaque a une meilleure r&#233;partition que celle-ci, ce qui permet plus de libert&#233; durant la construction de la team. Ainsi, m&#234;me si il y a potentiellement des bons Pok&#233;mon disponibles, comme Terrakium et Cizayox, vous verrez qu'il y a parfois de meilleures options.</p>
 
<p><img src="/download/sprites/bw/669.png" alt="Terrakium" /><br/>
Terrakium @ Bandeau Choix<br/>
Capacit&#233; Sp&#233;ciale : Coeur Noble.<br/>
Evs : 4 PV/ 252 Atq/ 252 Vit<br/>
Nature : Rigide (+Atq, -AtqSp&#233;)<br/>
-Vive-Attaque<br/>
-Close Combat<br/>
-Lame de Roc<br/>
-Plaie-Croix</p>
 
<p>Terrakion avec le Bandeau Choix est l'un des seuls Pok&#233;mon qui peut v&#233;ritablement faire bon usage de Vive-Attaque, principalement parce que son typage est si bon offensivement qu'il a &#224; peine besoin d'attaques de couverture. En outre, quand boost&#233;e par un Bandeau Choix, 357 d'Attaque est suffisant pour vraiment faire mal. Bien sur, &#231;a ne fera que l&#233;g&#232;rement plus de 30% &#224; Pyrax (et encore moins &#224; des Pok&#233;mon plus solides comme D&#233;m&#233;t&#233;ros et Tranchodon), mais peut toujours &#234;tre utile &#224; certains moments.</p>
 
<h2><a name="against">Jouer Contre les Priorit&#233;s</a></h2>
 
<p>Avoir affaire &#224; des attaquants avec priorit&#233;s peut &#234;tre assez ennuyant. D'un côt&#233;, elles limitent votre libert&#233; de sweep. Si vous voyez un Azumarill dans l'&#233;quipe adverse, vous savez que votre Terrakium aura du mal tant qu'il n'aura pas &#233;t&#233; mis hors course. D'un autre côt&#233;, d&#232;s qu'ils se sont install&#233;s avec Danse-Lames, Machination ou autre, ils peuvent r&#233;ussir &#224; balayer votre &#233;quipe presque sans efforts, pendant que vous regardez vos Pok&#233;mon se faire d&#233;cimer sans que vous ne pouviez rien faire. Par ailleurs, les priorit&#233;s utilis&#233;es avec des objet choix peuvent s'occuper de vous sans aucune sorte de set up pr&#233;alable, rendant les choses encore plus frustrantes.</p>
 
<p>Malgr&#233; cette force, les attaques de priorit&#233; ont quelques probl&#232;mes. La plupart d'entre elles manquent de puissance (m&#234;me Vit.Extreme, qui n'a souvent pas de STAB), et cela signifie que beaucoup d'utilisateurs auront soit une objet choix, soit auront besoin d'un boost pour &#234;tre efficace. Vous devez tirer avantage de ceci, en retournant ces caract&#233;ristiques contre eux. D&#232;s que le Cizayox adverse tue votre Tranchodon avec Pisto-Poing, c'est une opportunit&#233; d'envoyer une r&#233;sistance au type Acier, comme Noacier pour placer Picots ou Pi&#232;ge de Roc, ou, si Cizayox a Danse-Lames, d'envoyer Motisma-L pour le le voir switch ou risquer le Feu Follet (ou m&#234;me un KO de Puissance Cach&#233;e Feu/Hydrocanon).</p>
 
<p>Pour faire court, les attaques de priorit&#233; ont un coût, soit le besoin de se bloquer sur une attaque ou celui de g&#226;cher un tour (ou plus) de set up. Ainsi, tant que vous &#234;tes capables de tirer avantage de cette situation tout en emp&#234;chant votre adversaire de restreindre vos options, vous devriez &#234;tre bien, m&#234;me si les menaces sont plus « rapides » que vous. La seule exception mentionn&#233;e ici est Bluff, mais rappelez vous que Bluff seul ne devrait pas vous faire perdre. Si vous emp&#234;chez votre adversaire de placer des Pics Toxk, gardez la Pluie au lieu de la Temp&#234;te de Sable, ou faites ce que vous pouvez pour neutraliser B (ce qui inclut des switches intelligents), vous ne devriez pas avoir de probl&#232;mes.</p>
 
<h2><a name="conclusion">Conclusion</a></h2>
 
<p>Vous devriez maintenant avoir une id&#233;e plus claire de la fa&#231;on dont les priorit&#233;s marchent, quelle options sont disponibles, et comment vous d&#233;brouiller contre elles. Les attaques de priorit&#233; sont des atouts &#224; la plupart des &#233;quipes, en raison de leur fonction de "check universel" &#224; une multitude de menaces, et aussi dû au fait qu'elles vous donne la "vitesse" n&#233;cessaire pour balayer l'&#233;quipe adverse. Cependant, elles ne sont pas infaillibles, et peuvent &#234;tre retourn&#233;es contre leurs utilisateurs si elles ne sont pas utilis&#233;es de fa&#231;on rigoureuse.</p>