[title]
Les Statuts
[head]
<meta name="description" content="statuts" />

[page]
<div style="float: right; margin-left: 5px;">
<img src="/forums/picture.php?albumid=748&pictureid=4547" alt="" />
</div>

<ol class="toc">
<li><a href="#introduction">Introduction</a></li>
<li><a href="#infliger_prevenir">Infliger et Pr&#233;venir les Statuts</a></li>
<li><a href="#statuts_primaires">Statuts Primaires</a>
<ul>
<li><a href="#brulure">Br&#251;lure (BRU)</a></li>
<li><a href="#gel">Gel (GEL)</a></li>
<li><a href="#paralysie">Paralysie (PAR)</a></li>
<li><a href="#poison">Poison (PSN)</a></li>
<li><a href="#sommeil">Sommeil (SOM)</a></li>
</ul></li>
<li><a href="#soigner_statuts">Soigner les Statuts Primaires</a></li>
<li><a href="#pseudo_statuts">Pseudo-Statuts</a>
<ul>
<li><a href="#confusion">Confusion</a></li>
<li><a href="#peur">Peur</a></li>
<li><a href="#attraction">Attraction</a></li>
<li><a href="#piege">Pi&#233;g&#233;</a></li>
</ul></li>
<li><a href="#cumul">Cumul d'Effets</a></li>
</ol>
 
<h2><a name="introduction">Introduction</a></h2>
<p>Comme dans beaucoup de RPG, Pok&#233;mon abrite de nombreuses conditions sp&#233;ciales qui peuvent affecter votre &#233;quipe. En revanche, les statuts &#224; Pok&#233;mon sont utilisables par vous et votre adversaire, ce qui fait qu'infliger des statuts est une tactique extr&#234;mement viable. Ces statuts sont nombreux, et peuvent &#234;tre dispos&#233;s en deux cat&#233;gories.</p>
<p>La premi&#232;re cat&#233;gorie est form&#233;e des effets qui apparaissent &#224; c&#244;t&#233; de la barre de PV d'un Pok&#233;mon lors d'un combat. Chacun de ces statuts poss&#232;de une abr&#233;viation de trois lettres dans ainsi qu'une ic&#244;ne adapt&#233;e; ces statuts ayant &#233;t&#233; officiellement reconnus par GameFreak en tant que tels, ils sont nomm&#233;s "Statuts Primaires". Seulement un seul de ces statuts &#224; la fois peut &#234;tre inflig&#233; &#224; un Pok&#233;mon; un Pok&#233;mon doit &#234;tre soign&#233; d'un Statut Primaire avant de pouvoir en subir un autre. Les Statuts Primaires englobent des &#233;tats familiers comme le Sommeil ou la Br&#251;lure, typiquement rencontr&#233;s par un dresseur lors de ses aventures.</p>
 
<p>Cependant, cette vision officielle des statuts exclut d'autres &#233;tats similaires &#224; des statuts, tels que la confusion ou l'attraction. Ces "Pseudo-Statuts" m&#233;ritent d'&#234;tre mentionn&#233;s malgr&#233; leur caract&#232;re officieux. En effet, comme les Statuts Primaires, ces statuts sont des &#233;tats inflig&#233;s par de diverses mani&#232;res. On fera la s&#233;paration entre une condition unique, telle que Vampigraine, et un effet tel que la confusion. Les Pseudo-Statuts excluent &#233;galement des ph&#233;nom&#232;nes contenus dans des cat&#233;gories d&#233;j&#224; existantes, tels que les Effets de Terrain (Danse Pluie, Distorsion...), et ne sont pas mentionn&#233;s ici. Les Pseudo-Statuts se cumulent entre eux et avec les Statuts Primaires, et sont g&#233;n&#233;ralement toujours soign&#233;s lorsqu'un Pok&#233;mon quitte le combat par un autre moyen que Relais.</p>
 
<p>Cela dit, le seul moyen de d&#233;finir r&#233;ellement un statut est de regarder chaque effet individuellement&mdash;qu'est-ce qui le cause, comment fonctionne-t'il et comment est-il soign&#233; ?</p>
 
<h2><a name="infliger_prevenir">Infliger et Pr&#233;venir les statuts</a></h2>
<p>Avant d'examiner chaque statut et de voir comment il est inflig&#233;, il convient d'&#233;tudier les diff&#233;rentes cat&#233;gories de statuts. En premier, la plus grande majorit&#233; des attaques infligeant un statut le font &#224; travers un effet secondaire; il y a comparativement peu d'attaques d&#233;di&#233;es &#224; infliger un statut. Pour les attaques avec un effet secondaire pouvant induire un statut, la capacit&#233; S&#233;r&#233;nit&#233; double le pourcentage d'activation. Par exemple, un Pok&#233;mon avec S&#233;r&#233;nit&#233; aura 20% de chances de geler sa cible avec Laser Glace, en opposition aux 10% normaux; cette chance ne d&#233;passera jamais 100%. Les effets d'objets comme la Roche Royale ne se cumulent pas avec S&#233;r&#233;nit&#233;. Cela dit, la capacit&#233; Ecran Poudre annule tous les effets secondaires, donc son utilisateur sera immunis&#233; aux chances de statuts.</p>
 
<p>Les statuts qui ne sont pas inflig&#233;s par un effet secondaire seront le r&#233;sultat d'une attaque non-offensive. Ils seront donc bloqu&#233;s si un Pok&#233;mon utilise Provoc&mdash;une strat&#233;gie &#233;tablie pour prot&#233;ger des statuts n&#233;fastes. Cependant, ils peuvent aussi profiter de la capacit&#233; Farceur, qui augmente la priorit&#233; des attaques non-offensives de 1. Cette priorit&#233; s'&#233;tend aussi &#224; la plupart des attaques permettant de soigner les statuts. D'autre part, la capacit&#233; Peau Miracle r&#233;duit de 50% les chances de r&#233;ussite d'une attaque infligeant un statut; cet effet ne s'applique pas aux statuts inflig&#233;s via un effet secondaire.</p>
 
<p>Alors que tous les statuts peuvent &#234;tre soign&#233;s, comme il sera expliqu&#233; en d&#233;tail plus tard, certains Pok&#233;mon peuvent d&#233;vier ou r&#233;fl&#233;chir un statut sur leur attaquant. Le premier sera fait via la capacit&#233; Miroir Magik et l'attaque &#233;quivalente, Reflet Magik. Miroir Magik renvoie tous les statuts inflig&#233;s par des attaques d&#233;di&#233;es, la plupart des Pseudo-Statuts compris (hormis la confusion de Danse-Folle) sur le lanceur, et Reflet Magik est une attaque &#224; priorit&#233; +4 avec le m&#234;me effet. Pour la seconde cat&#233;gorie, quand un statut est inflig&#233; &#224; un Pok&#233;mon avec Synchro, le m&#234;me effet est inflig&#233; au lanceur. Avec la cinqui&#232;me g&#233;n&#233;ration, l'empoisonnement grave sera transmis en tant que tel, au lieu d'un empoisonnement normal.</p>
 
<p>Deux autres effets pr&#233;viennent aussi de l'affliction d'un Statut Primaire &#224; un Pok&#233;mon. L'attaque Rune.Protect cr&#233;e un voile autour de l'&#233;quipe du lanceur, prot&#233;geant tous les Pok&#233;mon de subir un Statut Primaire pendant 5 tours. La capacit&#233; Feuille Garde prot&#232;ge aussi des Statuts Primaires son possesseur tant que le soleil brille; ceci emp&#234;chera aussi l'utilisation de Repos, car l'attaque doit endormir le Pok&#233;mon pour fonctionner. Beaucoup d'autres capacit&#233;s pr&#233;viennent de statuts sp&#233;cifiques, et ils seront cit&#233;s dans la section du statut qui leur est propre.</p>
 
<p>Enfin, comme d&#233;j&#224; mentionn&#233; plus haut, un Pok&#233;mon subissant un Statut Primaire ne peut pas en recevoir un nouveau. Ceci peut &#234;tre utilis&#233; &#224; l'avantage du joueur pour permettre &#224; un Pok&#233;mon de subir un statut et ainsi "absorber" d'autres statuts qui seraient inflig&#233;s &#224; votre &#233;quipe. Vous pouvez aussi laisser un Pok&#233;mon encaisser un statut qui ne l'handicape pas trop pour son r&#244;le, et ainsi le prot&#233;ger d'un statut plus d&#233;rangeant pour lui.</p>
 
<p>Regardons maintenant les diff&#233;rents statuts:</p>
 
<h2><a name="statuts_primaires">Statuts Primaires</a></h2>
<h3><a name="brulure">Br&#251;lure (BRU)</a></h3>
<p>La br&#251;lure est parmi les meilleures d&#233;fenses contre les sweepers physiques, en dehors de les mettre K.O. directement. En plus de retirer au Pok&#233;mon br&#251;l&#233; 12.5% de ses PV maximum &#224; la fin de chaque tour, la br&#251;lure rajoute un modificateur sp&#233;cial dans la formule de calcul des d&#233;g&#226;ts, r&#233;duisant de moiti&#233; les d&#233;g&#226;ts physiques inflig&#233;s par le Pok&#233;mon. Pour cette raison, la br&#251;lure est fr&#233;quemment utilis&#233;e&mdash;un sweeper physique br&#251;l&#233; est consid&#233;r&#233; comme un poids mort.</p>
<p>Cependant, la br&#251;lure n'est pas universellement efficace; un sweeper sp&#233;cial br&#251;l&#233; n'est pas concern&#233; par la perte de la moiti&#233; de sa puissance physique, et est maintenant prot&#233;g&#233; de Statuts Primaires plus handicapants tels que la paralysie ou le sommeil. Les Pok&#233;mon avec la capacit&#233; Cran profitent en fait d'une br&#251;lure, car leur capacit&#233; ignore la baisse d'attaque et augmente &#224; la place de 50% leurs d&#233;g&#226;ts physiques. La capacit&#233; Rage Br&#251;lure agit de la m&#234;me mani&#232;re avec l'attaque sp&#233;ciale. Cependant, tous ces Pok&#233;mon subiront quand m&#234;me la perte de PV dus &#224; la br&#251;lure.</p>
<p>Inversement, les Pok&#233;mon de type Feu ou les Pok&#233;mon avec la capacit&#233; Ignifu-voile sont enti&#232;rement immunis&#233;s aux br&#251;lures. Cependant, si un Pok&#233;mon Feu change de type (avec Detrempage par exemple), il ne sera pas soign&#233; de sa br&#251;lure lorsqu'il regagnera son ancien type. D'autre part, Ignifu-voile donne une immunit&#233; &#224; la br&#251;lure; si un Pok&#233;mon br&#251;l&#233; gagne Ignifu-voile (via Calque par exemple), il sera soign&#233; de son statut. Les autres capacit&#233;s qui diminuent l'effet de la br&#251;lure sont Ignifuge et Garde Magik; la premi&#232;re r&#233;duit les d&#233;g&#226;ts de la br&#251;lure &#224; 6.25% chaque tour, tandis que l'autre annule simplement la perte de PV. Cependant, ces deux capacit&#233;s n'annulent pas la baisse d'Attaque de la br&#251;lure.</p>
<p>Les attaques suivantes peuvent br&#251;ler leurs cible(s)</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances de Br&#251;lure</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Boutefeu</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Canicule</td> <td>90%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Crocs Feu</td> <td>95%</td> <td>10%</td>
</tr>
<tr>
<td>Deflagration</td> <td>85%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Ebullilave</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Ebullition</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Eclair Gele</td> <td>90%</td> <td>30%</td>
</tr>
<tr>
<td>Feu d'Enfer</td> <td>50%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Feu Follet</td> <td>75%</td> <td>100%</td>
</tr>
<tr>
<td>Feu Sacre</td> <td>95%</td> <td>50%</td>
</tr>
<tr class="a">
<td>Flamme Bleue</td> <td>85%</td> <td>20%</td>
</tr>
<tr>
<td>Flammeche</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Incendie</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Lance-Flamme</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Pied Bruleur</td> <td>90%</td> <td>10%</td>
</tr>
<tr>
<td>Poing de Feu</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Roue de Feu</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Triplattaque</td> <td>100%</td> <td>6.67%</td>
</tr>
</tbody>
</table>
<p>Enfin, une br&#251;lure peut &#234;tre inflig&#233;e par une capacit&#233; ou un objet. Si un attaquant utilise d'une attaque de contact contre un Pok&#233;mon avec la capacit&#233; Corps Ardent, il y a 30% de chances pour le Pok&#233;mon d'&#234;tre br&#251;l&#233;. L'objet Orbe Flamme inflige aussi une br&#251;lure; son porteur est br&#251;l&#233; &#224; la fin du tour, et tout Pok&#233;mon touch&#233; par l'Orbe Flamme avec D&#233;gommage est br&#251;l&#233;.</p>
<p>Il est important de garder &#224; l'esprit que la br&#251;lure n'est utile que pour contrer un sweeper physique; un sweeper sp&#233;cial ou un tank sera plus affect&#233; par un empoisonnement grave si ses PV doivent &#234;tre diminu&#233;s, ou par le sommeil s'ils doivent &#234;tre stopp&#233;s. Essayer de br&#251;ler peut aussi &#234;tre b&#233;n&#233;fique aux Pok&#233;mon avec Torche; comme la plupart des attaques pouvant br&#251;ler sont de type Feu, comme la plus r&#233;pandue Feu Follet, le Pok&#233;mon avec Torche peut switcher sur une de ces attaques pour augmenter sa puissance. La br&#251;lure doit donc &#234;tre utilis&#233;e avec pr&#233;caution.</p>
 
<h3><a name="gel">Gel (GEL)</a></h3>
<p>Probablement le plus puissant, le gel est aussi heureusement le statut le plus difficile &#224; infliger. Un Pok&#233;mon gel&#233; ne peut pas attaquer jusqu'&#224; ce qu'il d&#233;g&#232;le&mdash;chaque tour il essaye d'attaquer et a 20% de chances de d&#233;geler. M&#234;me si un Pok&#233;mon peut th&#233;oriquement d&#233;congeler le tour m&#234;me o&#249; il a &#233;t&#233; gel&#233;, il peut aussi rester bloqu&#233; dans la glace ind&#233;finiment. C'est cette impr&#233;visibilit&#233;, combin&#233;e avec la longueur potentielle de l'immobilit&#233;, qui fait du gel un statut si d&#233;vastateur.</p>
<p>Les Pok&#233;mon de type Glace sont immunis&#233;s au gel, tout comme les Pok&#233;mon avec la capacit&#233; Armumagma. Un Pok&#233;mon gel&#233; qui acqui&#232;re Armumagma d&#233;g&#232;lera instantan&#233;ment, comme un Pok&#233;mon br&#251;l&#233; avec Ignifu-voile. De plus, comme il n'existe aucune attaque qui a pour seul but de geler l'adversaire, la capacit&#233; Ecran Poudre emp&#234;che un Pok&#233;mon d'&#234;tre gel&#233;, gr&#226;ce &#224; l'immunit&#233; aux effets secondaires. Enfin, aucun Pok&#233;mon ne peut &#234;tre gel&#233; lorsque le soleil brille.</p>
<p>Les attaques suivantes peuvent geler leurs cible(s):</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances de geler</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Blizzard</td> <td>70% (-- sous gr&#234;le)</td> <td>10%</td>
</tr>
<tr>
<td>Crocs Givre</td> <td>95%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Laser Glace</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Poinglace</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Poudreuse</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Triplattaque</td> <td>100%</td> <td>6.67%</td>
</tr>
</tbody>
</table>
<p>Laser Glace et, dans une moindre mesure, Poinglace, &#233;tant des attaques r&#233;pandues, vous aurez &#224; faire face &#224; un gel t&#244;t ou tard. Cependant, c'est une situation rare, et il ne faut ni se baser dessus ni l'oublier totalement en plein combat.</p>
 
<h3><a name="paralysie">Paralysie (PAR)</a></h3>
<p>Bien que la paralysie soit, comme le gel, un statut tr&#232;s utile, elle est tr&#232;s commune. La paralysie r&#233;duit &#224; 25% la Vitesse du Pok&#233;mon affect&#233;, les boosts pris en compte. Le Pok&#233;mon a aussi 25% de chances chaque tour d'&#234;tre totalement paralys&#233;&mdash;incapable d'attaquer ce tour-ci. Ainsi, les attaquants ne craignant pas une baisse de Vitesse, comme les sweepers sous Distorsion, craignent quand m&#234;me de donner un tour gratuit &#224; l'adversaire lorsqu'ils sont victimes de la paralysie. C'est pour cela que la paralysie est un statut utilis&#233; sur beaucoup de Pok&#233;mon.</p>
<p>Naturellement, vous ne pouvez paralyser les Pok&#233;mon qui sont immunis&#233;s &#224; ce statut, comme ceux avec la capacit&#233; Echauffement. Echauffement conf&#232;re une immunit&#233; &#224; la paralysie, ce qui fait que si un Pok&#233;mon gagne la capacit&#233; Echauffement, il sera gu&#233;ri de sa paralysie. La capacit&#233; Pied Veloce ignore la baisse de Vitesse de la Paralysie, augmentant la Vitesse du Pok&#233;mon &#224; la place; cependant, la capacit&#233; n'emp&#234;che pas le Pok&#233;mon d'&#234;tre totalement paralys&#233;.</p>
<p>Les attaques suivantes peuvent paralyser l'adversaire:</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances de paralyser</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Cage-Eclair</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>ChargeFoudre</td> <td>85%</td> <td>20%</td>
</tr>
<tr class="a">
<td>Coup d'jus</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Crocs Eclair</td> <td>95%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Dracosouffle</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Eclair</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Elecanon</td> <td>50%</td> <td>100%</td>
</tr>
<tr>
<td>Electacle</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Etincelle</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Fatal-Foudre</td> <td>70% (-- sous la pluie, 50% sous le soleil)</td> <td>30%</td>
</tr>
<tr class="a">
<td>Feu Glace</td> <td>90%</td> <td>30%</td>
</tr>
<tr>
<td>Forte-Paume</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Intimidation</td> <td>90%</td> <td>100%</td>
</tr>
<tr>
<td>L&#233;chouille</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Para-Spore</td> <td>75%</td> <td>100%</td>
</tr>
<tr>
<td>Plaquage</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Poing-Eclair</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Rebond</td> <td>85%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Tonnerre</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Triplattaque</td> <td>100%</td> <td>6.67%</td>
</tr>
</tbody>
</table>
<p>La plupart des attaques pouvant paralyser sont de type Electrik, les Pok&#233;mon avec la capacit&#233; Paratonnerre ou Motoris&#233; peuvent donc gagner un boost d'Attaque Sp&#233;ciale ou Vitesse, respectivement, en switchant au bon moment. Les Pok&#233;mon de type Sol sont ainsi immunis&#233;s &#224; la plupart des attaques paralysantes. Les Pok&#233;mon avec la capacit&#233; Normalise peuvent &#233;viter cette immunit&#233;, mais sont alors bloqu&#233;s par les type Spectre.</p>
<p>La paralysie peut aussi &#234;tre inflig&#233;e via certaines capacit&#233;s et un objet. Pose Spore et Statik ont respectivement 10% et 30% de chance de paralyser l'adversaire lorsqu'il utilise une attaque de contact sur un Pok&#233;mon poss&#233;dant une de ces capacit&#233;s; cependant, Pose Spore poss&#232;de aussi 20% de chance d'endormir ou empoisonner l'adversaire &#224; la place. Enfin, un Pok&#233;mon touch&#233; par D&#233;gommage d'une Balle Lumi&#232;re sera paralys&#233;.</p>
<p>La paralysie est tr&#232;s efficace contre les sweepers rapides, pour les priver de leur avantage en Vitesse. Cependant, les 25% de chance de gagner un tour gratuit font de la paralysie un outil tr&#232;s utile, surtout lors des longs combats.</p>
 
<h3><a name="poison">Poison (PSN)</a></h3>
<p>Un des statuts les plus importants et int&#233;ressants lors d'un combat est le poison. Il y a deux types de poison&mdash;le poison normal et le poison violent. Le poison normal r&#233;duit de 12.5% les PV max de la cible &#224; la fin de chaque tour, sans effet additionnel (ce qui le rend inf&#233;rieur &#224; la br&#251;lure.) Le poison violent quand &#224; lui&mdash;aussi appel&#233; "empoisonnement toxique" d'apr&#232;s les attaques qui l'induisent&mdash;est l'arme la plus utile pour une stall team. Le poison violent augmente les d&#233;g&#226;ts de fin de tour selon la formule suivante:</p>
<pre>D&#233;g&#226;ts = max(floor(max HP &#247; 16), 1) &#215; min(# de tours o&#249; le Pok&#233;mon a subit le poison violent, 15)</pre>
<p>En d'autres termes, le poison violent commence &#224; 6.25% de d&#233;g&#226;ts, augmentant par 6.25% &#224; la fin de chaque tour et inflige au maximum 93.75%, ou 15/16 des PV max de la victime. Le compteur repart de un &#224; chaque fois que le Pok&#233;mon empoisonn&#233; quitte le terrain.</p>
<p>Comme pour les autres statuts, beaucoup de Pok&#233;mon sont immunis&#233;s o&#249; b&#233;n&#233;ficient du poison. Les type Poison et Acier ne sont pas affect&#233;s par le poison; s'ils perdent leur type ils y deviennent vuln&#233;rables, et ne seront pas soign&#233;s lorsqu'ils regagneront leur type originel. Les Pok&#233;mon avec la capacit&#233; Vaccin sont eux totalement immunis&#233;s au poison, et au contraire des type Poison et Acier, gagner la capacit&#233; Vaccin soigne du poison.</p>
<p>Un Pok&#233;mon avec Garde Magik peut &#234;tre empoisonn&#233;, mais ne perdra pas de PV en fin de tour. La capacit&#233; Soin Poison transforme le poison en une condition avantageuse, soignant le porteur de 12.5% de ses PV max chaque tour. En revanche, le compteur de poison violent continue d'augmenter en arri&#232;re plan pour les Pok&#233;mon poss&#233;dant ces capacit&#233;s, ce qui veut dire que si la capacit&#233; est perdue, le Pok&#233;mon subira alors des d&#233;g&#226;ts proportionnels au nombre de tours pass&#233;s sur le terrain. </p>
<p>Enfin, la capacit&#233; Rage Poison augmente de 50% l'Attaque du Pok&#233;mon lorsqu'il est empoisonn&#233;, sans pr&#233;venir des d&#233;g&#226;ts du poison. N'importe quel type de poison (normal ou violent) active cette capacit&#233;.</p>
 
<p>Voici les attaques qui peuvent infliger un poison normal</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances d'empoisonner</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Bomb-Beurk</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Cradovague</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Dard-Venin</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Detricanon</td> <td>70%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Detritus</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Direct Toxik</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Double-Dard</td> <td>100%</td> <td>36% (20% par coup, touche deux fois)</td>
</tr>
<tr>
<td>Gaz Toxik</td> <td>80%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Pics Toxik*</td> <td>--(effet de terrain)</td> <td>100%</td>
</tr>
<tr>
<td>Poison-Croix</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Poudre Toxik</td> <td>75%</td> <td>100%</td>
</tr>
<tr>
<td>Puredpois</td> <td>70%</td> <td>40%</td>
</tr>
<tr class="a">
<td>Queue-Poison</td> <td>100%</td> <td>10%</td>
</tr>
</tbody>
</table>
<p>*Apr&#232;s une couche.</p>
<p>Toucher un Pok&#233;mon avec Boue Noire ou Pic Venin via D&#233;gommage empoisonnera la cible. Les immunit&#233;s standard s'appliquent, m&#234;me si D&#233;gommage est de type Tenebres.</p>
<p>La capacit&#233; Pose Spore a 10% de chances d'empoisonner un adversaire qui effectue une attaque de contact sur le porteur, mais il y a 20% de chance que le sommeil ou la paralysie soient choisis &#224; la place. Les capacit&#233;s Toxitouche et Point Poison ont 30% de chances d'empoisonner l'adversaire s'il utilise une attaque de contact, m&#234;me si l'attaque en question a d&#233;j&#224; un effet secondaire; la probabilit&#233; d'empoisonner de Toxitouche ou Point Poison se cumule avec celle d'activer l'effet secondaire de l'attaque.</p>
<p>Ces attaques peuvent empoisonner gravement:</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances d'empoisonner gravement</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Crochetvenin</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Pics Toxik*</td> <td>-- (effet de terrain)</td> <td>100%</td>
</tr>
<tr class="a">
<td>Toxik</td> <td>90%</td> <td>100%</td>
</tr>
</tbody>
</table>
<p>*Apr&#232;s deux couches.</p>
<p>Tenir un Orbe Toxik entra&#238;nera aussi un poison violent &#224; la fin du tour; &#234;tre touch&#233; par cet objet via D&#233;gommage empoisonne aussi gravement. L'attaque Choc Venin voit ses d&#233;g&#226;ts doubl&#233;s contre une cible empoisonn&#233;e, mais cela reste tr&#232;s situationnel.</p>
<p>M&#234;me s'il existe beaucoup de Pok&#233;mon immunis&#233;s au poison, il ne faut pas n&#233;gliger ce statut&mdash;le poison violent peut &#234;tre tr&#232;s efficace. Empoisonner gravement un Pok&#233;mon le forcera &#224; switcher souvent&mdash;ce qui pourra &#234;tre utilis&#233; &#224; l'avantage de l'empoisonneur.</p>
 
<h3><a name="sommeil">Sommeil (SOM)</a></h3>
<p>Le dernier&mdash;et non des moindres&mdash;des Statuts Primaires est le sommeil. L'existence de la Sleep Clause&mdash;une des r&#232;gles les plus utilis&#233;es comp&#233;titivement qui stipule qu'on ne peut endormir qu'un seul Pok&#233;mon de chaque &#233;quipe (les Pok&#233;mon endormis via Repos ne comptent pas)&mdash;prouve que ce statut est tr&#232;s dangereux. Un Pok&#233;mon endormi ne peut utiliser aucune attaque, sauf Blabla Dodo et Ronflement; la premi&#232;re est situationnelle, la seconde totalement inutile.</p>
<p>Le nombre de tour qu'un Pok&#233;mon va passer endormi est d&#233;termin&#233; al&#233;atoirement&mdash;sauf via Repos, qui endort pendant deux tours&mdash;lorsque le Pok&#233;mon subit ce statut. Comme pour le poison violent, un compteur est utilis&#233;, cette fois-ci associant un nombre compris entre deux et quatre inclus (un de moins que dans les g&#233;n&#233;rations pr&#233;c&#233;dentes). A chaque fois que le message "dort profond&#233;ment" ("fast asleep" en anglais) est affich&#233;, le compteur diminue de un, jusqu'&#224; ce qu'il atteigne 0 et ainsi le Pok&#233;mon se r&#233;veille. En d'autres termes, un Pok&#233;mon sera endormi pendant un &#224; trois tours, avec une probabilit&#233; &#233;gale (33.3% ou 1/3) pour chaque cas. Lorsque le Pok&#233;mon switch, le compteur est r&#233;initialis&#233; &#224; sa valeur originelle; par exemple, Repos, durant deux tours, aura toujours son compteur r&#233;initialis&#233; &#224; 3.</p>
<p>La capacit&#233; Matinal r&#233;duit la dur&#233;e du sommeil&mdash;pour les Pok&#233;mon poss&#233;dant cette capacit&#233;, le message "dort profond&#233;ment" diminue de deux au lieu d'un les compteurs de sommeil. Comme le compteur peut prendre une valeur entre deux et quatre, un compteur initialement mis &#224; deux r&#233;sultera en un r&#233;veil imm&#233;diat, tandis qu'un compteur &#224; trois ou quatre entra&#238;nera un tour de sommeil. Ainsi, un Pok&#233;mon avec Matinal a 33.3% de chances de se r&#233;veiller imm&#233;diatement, et 66.7% de chances de dormir un seul tour.</p>
<p>De plus, les Pok&#233;mon avec les capacit&#233;s Insomnia et Esprit Vital sont immunis&#233;s au sommeil; acqu&#233;rir une de ces capacit&#233;s r&#233;veillera donc un Pok&#233;mon. L'attaque Brouhaha r&#233;veille tous les Pok&#233;mon sur le terrain, en les emp&#234;chant de s'endormir pendant 3 tours. Cet effet persiste m&#234;me si l'attaque est utilis&#233; sur un Pok&#233;mon de type Spectre, n'infligeant aucun d&#233;g&#226;t.</p>
<p>Les attaques suivantes peuvent endormir:</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances d'endormir</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Baillement*</td> <td>--</td> <td>100%</td>
</tr>
<tr>
<td>Berceuse</td> <td>55%</td> <td>100%</td>
</tr>
<tr class="a">
<td>ChantAntique</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Doux Baiser</td> <td>75%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Hypnose</td> <td>60%</td> <td>100%</td>
</tr>
<tr>
<td>Poudre Dodo</td> <td>75%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Repos</td> <td>-- (Auto-induit)</td> <td>100%</td>
</tr>
<tr>
<td>Siffl'Herbe</td> <td>55%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Spore</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>Trou Noir</td> <td>80%</td> <td>100%</td>
</tr>
</tbody>
</table>
<p>*Le Pok&#233;mon cible sera endormi &#224; la fin du tour suivant l'utilisation de l'attaque.</p>
<p>Une attaque de contact contre un Pok&#233;mon avec la capacit&#233; Pose Spore a 10% d'endormir l'attaquant, mais il a aussi 20% de chance d'&#234;tre empoisonn&#233; ou paralys&#233; &#224; la place. La capacit&#233; de Darkrai Mauvais R&#234;ve fait perdre chaque tour 12.5% de ses PV max &#224; un Pok&#233;mon lorsqu'il est endormi. L'attaque Cauchemar a le m&#234;me effet, infligeant 25% de ses PV max &#224; la cible chaque tour.</p>
<p>On notera aussi que le sommeil prot&#232;ge de la confusion de Col&#232;re, Danse-Fleur ou Mania si l'attaque s'arr&#234;te lorsque le lanceur est endormi.</p>
 
<h2><a name="soigner_statuts">Soigner les Statuts Primaires</a></h2>
<p>Maintenant que tous les Statuts Primaires ont &#233;t&#233; pass&#233;s en revue, il est temps d'&#233;tudier comment soigner votre Pok&#233;mon desdits statuts. Cependant, il faut garder &#224; l'esprit que ces statuts peuvent &#234;tre b&#233;n&#233;fiques &#224; certains membres de votre &#233;quipe. Beaucoup de capacit&#233;s cit&#233;es ci-dessus s'activent lorsqu'un Pok&#233;mon souffre d'un statut; Cran, Ecaille Sp&#233;ciale ou Pied Veloce sont des exemples de capacit&#233;s qui boostent certaines stats lorsque leur porteur se voit infliger un certain statut. Ecaille Sp&#233;ciale augmente la D&#233;fense, une stat qui n'est touch&#233;e par aucun statut, Cran annule la baisse d'Attaque d'une br&#251;lure, et Pied Veloce ignore la baisse de Vitesse de la paralysie. Des Pok&#233;mon avec ces capacit&#233;s peuvent fonctionner comme des "absorbeurs de statuts", qui encaissent les attaques infligeant des statuts et visant d'autres Pok&#233;mon de votre &#233;quipe.</p>
<p>Cependant, il y a beaucoup de cas o&#249; un Pok&#233;mon subira un statut handicapant, comme votre sweeper physique br&#251;l&#233;. Dans ce cas, vous pouvez utiliser une des attaques suivantes pour soigner certains ou tous les Statuts Primaires:</p>
<dl>
<dt>Aromatherapi</dt>
<dd>Retire tous les Statuts Primaires de votre &#233;quipe, lanceur inclus.</dd>
<dt>Glas de Soin</dt>
<dd>Retire tous les Statuts Primaires de votre &#233;quipe, lanceur inclus. (Anti-Bruit ne bloque plus Glas de Soin en cinqui&#232;me g&#233;n&#233;ration).</dd>
<dt>Voeu Soin</dt>
<dd>Met instantan&#233;ment KO le lanceur et soigne le Pok&#233;mon qui switch in de ses statuts.</dd>
<dt>Danse-Lune</dt>
<dd>Met instantan&#233;ment KO le lanceur et soigne le Pok&#233;mon qui switch in de ses statuts.</dd>
<dt>Echange Psy</dt>
<dd>Transf&#232;re le Statut Primaire du lanceur &#224; sa cible.</dd>
<dt>Regeneration</dt>
<dd>Soigne le lanceur d'une br&#251;lure, poison ou paralysie.</dd>
<dt>Repos</dt>
<dd>Soigne le lanceur de ses Statuts Primaires, et fait dormir le lanceur pendant deux tours.</dd>
<dt>Stimulant</dt>
<dd>A 120 de puissance sur une cible paralys&#233;e, la soignant de sa paralysie.</dd>
<dt>Brouhaha</dt>
<dd>R&#233;veille tous les Pok&#233;mon sur le terrain, et emp&#234;che tout Pok&#233;mon sur le terrain de s'endormir pendant 3 tours.</dd>
<dt>Reveil Force</dt>
<dd>A 120 de puissance sur une cible endormie, la r&#233;veillant automatiquement.</dd>
</dl>
<p>De plus, toutes les attaques de type Feu&mdash;except&#233; Feu Follet&mdash;d&#233;g&#232;lent une cible gel&#233;e.</p>
<p>Les attaques Boutefeu, Ebullition, Feu Sacre, Flamme Croix et Roue de Feu d&#233;g&#232;lent automatiquement leur lanceur s'il est gel&#233;. Un Pok&#233;mon endormi qui utilise une attaque soignant les statuts comme Glas de Soin, et qui la s&#233;lectionne avec Blabla Dodo, se r&#233;veillera. En dehors de ces exceptions, il n'y a aucun moyen pour qu'on Pok&#233;mon endormi ou gel&#233; se soigne de son statut de par lui-m&#234;me.</p>
<p>Aromatherapi et Glas de Soin sont indiscutablement les meilleures attaques pour soigner les statuts. Ces attaques soignent tous les statuts d'une &#233;quipe enti&#232;re, et peuvent &#234;tre utilis&#233;s sur un Pok&#233;mon comme Leuphorie, dont la capacit&#233; Medic Nature le soigne de ses statuts lorsqu'il switche out. Un Pok&#233;mon peut aussi utiliser Repos ou Echange Psy pour se soigner de ses statuts, mais Repos endort le Pok&#233;mon, et Echange Psy doit &#234;tre utilis&#233; avec les pr&#233;cautions d'une attaque induisant un statut.</p>
<p>Il existe d'autres moyens pour soigner un Pok&#233;mon d'un statut. Les capacit&#233;s suivantes peuvent gu&#233;rir des statuts:</p>
<dl>
<dt>Coeur Soin</dt>
<dd>A 30% de chances &#224; la fin de chaque tour de soigner un alli&#233; d'un Statut Primaire s'il est adjacent au porteur (Combats Doubles et Triples uniquement).</dd>
<dt>Hydratation</dt>
<dd>Soigne les Statuts Primaires &#224; la fin du tour lorsqu'il pleut.</dd>
<dt>Medic Nature</dt>
<dd>Soigne les Statuts Primaires lorsque le Pok&#233;mon quitte le terrain.</dd>
<dt>Mue</dt>
<dd>A 30% de gu&#233;rir d'un Statut Primaire &#224; la fin de chaque tour.</dd>
</dl>
<p>Enfin, les objets suivants peuvent soigner leur porteur de certains statuts:</p>
<dl>
<dt>Baie Ceriz</dt>
<dd>Soigne un Pok&#233;mon paralys&#233;.</dd>
<dt>Baie Fraive</dt>
<dd>Soigne un Pok&#233;mon br&#251;l&#233;.</dd>
<dt>Baie Maron</dt>
<dd>R&#233;veille un Pok&#233;mon endormi.</dd>
<dt>Baie Pecha</dt>
<dd>Soigne un Pok&#233;mon empoisonn&#233; ou gravement empoisonn&#233;.</dd>
<dt>Baie Prine</dt>
<dd>Soigne de n'importe quel Statut Primaire.</dd>
<dt>Baie Willia</dt>
<dd>D&#233;g&#232;le un Pok&#233;mon gel&#233;.</dd>
</dl>
<p>Une Baie Prine soigne un Pok&#233;mon de n'importe quel statut, mais vous pouvez pr&#233;f&#233;rer le prot&#233;ger contre un statut en particulier. Par exemple, un Pok&#233;mon avec Repos pr&#233;f&#233;rera avoir une Baie Maron, qui au contraire de la Baie Prine, ne s'activera pas si le Pok&#233;mon est br&#251;l&#233; ou empoisonn&#233;. Baie Prine est plus utile pour prot&#233;ger de tous les statuts, de la paralysie au gel, tandis que les autres baies doivent &#234;tre utilis&#233;es pour des fins plus pr&#233;cises. Dans un metagame sans Sleep Clause, comme le VGC, Baie Maron sera plus utile que Baie Prine. Quand l'Item Clause est activ&#233;e, les baies doivent &#234;tre distribu&#233;es avec plus de pr&#233;caution.</p>
<p>Notez que dans la plupart des cas, les baies ne peuvent &#234;tre utilis&#233;es qu'une seule fois. La capacit&#233; R&#233;colte permet &#224; son porteur de r&#233;utiliser une baie ind&#233;finiment, et chaque utilisation de Recyclage restaurera une baie utilis&#233;e &#224; son porteur. Ces cas sont tr&#232;s situationnels, et il est plus int&#233;ressant de donner &#224; un Pok&#233;mon un objet comme le Bandeau.Choix ou les Restes, ou une baie diminuant les d&#233;g&#226;ts, ce qui veut dire que les baies soignant les statuts ne sont que rarement vues sur la plupart des Pok&#233;mon.</p>
 
<h2><a name="pseudo_statuts">Pseudo-Statuts</a></h2>
<p>Nous en arrivons maintenant aux diff&#233;rents Pseudo-Statuts, qui sont moins nombreux que les Statuts Primaires. Pour la plupart, les Pseudo-Statuts disparaissent quand le Pok&#233;mon affect&#233; quitte le terrain autrement que via Relais; comme ils sont officieusement li&#233;s, au contraire des Statuts Primaires, chaque Pseudo-Statut se voit &#233;tudier sa mani&#232;re de l'infliger et de le soigner dans sa propre section.</p>
 
<h3><a name="confusion">Confusion</a></h3>
<p>Un Pok&#233;mon confus a 50% de chances de s'attaquer lui-m&#234;me lors de son tour; l'attaque est une attaque physique sans type de puissance 40. Certains Pok&#233;mon peuvent d&#233;lib&#233;r&#233;ment utiliser des IV d'Attaque de 0 pour s'infliger moins de d&#233;g&#226;ts avec la confusion, mais ce statut est rare et cette pratique est peu r&#233;pandue. La confusion dure entre deux et cinq tours, avec le compteur qui diminue &#224; chaque fois que le message "[Pok&#233;mon] est confus!" appara&#238;t. La confusion dispara&#238;t lorsque le Pok&#233;mon quitte le terrain, donc le compteur n'est pas r&#233;initialis&#233; contrairement au poison violent ou au sommeil.</p>
<p>Les Pok&#233;mon avec la capacit&#233; Tempo Perso sont compl&#232;tement immunis&#233;s &#224; la confusion; si un Pok&#233;mon confus re&#231;oit Tempo Perso, il se verra soign&#233; de sa confusion. La capacit&#233; Pied Confus procure au Pok&#233;mon 20% d'esquive suppl&#233;mentaire lorsqu'il est confus.</p>
 
<p>Les attaques suivantes peuvent rendre confus:</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances de rendre confus</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Babil</td> <td>100%</td> <td>(Non Confirm&#233;)</td>
</tr>
<tr>
<td>Choc Mental</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Col&#232;re</td> <td>-- (Auto-induit)</td> <td>100% (Apr&#232;s 2-3 tours)</td>
</tr>
<tr>
<td>Danse-Fleur</td> <td>-- (Auto-induit)</td> <td>100% (Apr&#232;s 2-3 tours)</td>
</tr>
<tr class="a">
<td>Danse-Folle</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>Doux Baiser</td> <td>75%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Dynamopoing</td> <td>50%</td> <td>100%</td>
</tr>
<tr>
<td>Escalade</td> <td>85%</td> <td>20%</td>
</tr>
<tr class="a">
<td>Flatterie</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>Mania</td> <td>-- (Auto-induit)</td> <td>100% (Apr&#232;s 2-3 tours)</td>
</tr>
<tr class="a">
<td>Onde Folie</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>Rafale Psy</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Rayon Signal</td> <td>100%</td> <td>10%</td>
</tr>
<tr>
<td>Ultrason</td> <td>55%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Uppercut</td> <td>100%</td> <td>20%</td>
</tr>
<tr>
<td>Vantardise</td> <td>90%</td> <td>100%</td>
</tr>
<tr class="a">
<td>Vent Violent</td> <td>70% (-- sous la pluie, 50% au soleil)</td> <td>30%</td>
</tr>
<tr>
<td>Vibraqua</td> <td>100%</td> <td>20%</td>
</tr>
</tbody>
</table>
<p>Certaines baies rendront confus leur porteur si elles sont utilis&#233;es par certains Pok&#233;mon. Chacune des baies suivantes s'activera si le porteur est &#224; 25% ou moins, ou 50% si le porteur a la capacit&#233; Gloutonnerie.</p>
<dl>
<dt>Baie Gowav</dt>
<dd>Rend confus un porteur avec une nature Bizarre ou augmentant sa D&#233;fense Sp&#233;ciale.</dd>
<dt>Baie Figuy</dt>
<dd>Rend confus un porteur avec une nature Hardi ou augmentant son Attaque.</dd>
<dt>Baie Papaya</dt>
<dd>Rend confus un porteur avec une nature Docile ou augmentant sa D&#233;fense.</dd>
<dt>Baie Mago</dt>
<dd>Rend confus un porteur avec une nature S&#233;rieux ou augmentant sa Vitesse.</dd>
<dt>Baie Wiki</dt>
<dd>Rend confus un porteur avec une nature Pudique ou augmentant son Attaque Sp&#233;ciale.</dd>
</dl>
<p>Un Pok&#233;mon avec une nature compatible regagnera de la vie, mais sera aussi confus en utilisant une baie correspondante. Cependant, ces baies ne sont pas des objets utiles, ni pour l'utilisation ni pour les tricker avec un autre Pok&#233;mon, et sont inutilis&#233;es comp&#233;titivement.</p>
<p>La confusion peut &#234;tre soign&#233;e de diverses mani&#232;res, les plus &#233;videntes &#233;tant de laisser le Pok&#233;mon se gu&#233;rir lui m&#234;me ou de switcher. Sans quitter le terrain, une Baie Kika ou une Baie Prine soignera son porteur de sa confusion. La confusion n'est que peu rencontr&#233;e en dehors d'un Dynamopoing sous Annule Garde ou la confusion de Col&#232;re.</p>
 
<h3><a name="peur">Peur</a></h3>
<p>Lorsqu'un Pok&#233;mon est apeur&#233;, il ne peut pas attaquer jusqu'&#224; la fin du tour. Pour cette raison, la peur ne peut pas &#234;tre "soign&#233;e", mais seulement &#233;vit&#233;e. Un Pok&#233;mon ne peut &#234;tre apeur&#233; que s'il est touch&#233; par une attaque apeurante avant d'attaquer durant le tour; la peur n'est pas transmise &#224; travers les tours. De plus, les Pok&#233;mon avec la capacit&#233; Attention sont immunis&#233;s &#224; la peur. Un Pok&#233;mon avec la capacit&#233; Impassible peut &#234;tre victime de la peur, mais aura sa Vitesse boost&#233;e d'un niveau &#224; chaque fois que cela arrivera.</p>
<p>Les attaques suivantes peuvent apeurer:</p>
<table class="sortable">
<thead>
<tr>
<th>Attaque</th> <th>Pr&#233;cision</th> <th>Chances d'apeurer</th>
</tr>
</thead>
<tbody>
<tr class="a">
<td>Bluff</td> <td>100%</td> <td>100%</td>
</tr>
<tr>
<td>Cascade</td> <td>100%</td> <td>20%</td>
</tr>
<tr class="a">
<td>Coup D'Boule</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Creve Coeur</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Croc de Mort</td> <td>90%</td> <td>10%</td>
</tr>
<tr>
<td>Crocs Eclair</td> <td>95%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Crocs Feu</td> <td>95%</td> <td>10%</td>
</tr>
<tr>
<td>Crocs Givre</td> <td>95%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Bulldoboule</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Dracocharge</td> <td>75%</td> <td>20%</td>
</tr>
<tr class="a">
<td>Eboulement</td> <td>90%</td> <td>30%</td>
</tr>
<tr>
<td>Ecrasement</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Etonnement</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Extrasenseur</td> <td>100%</td> <td>10%</td>
</tr>
<tr class="a">
<td>Tete de Fer</td> <td>100%</td> <td>30%</td>
</tr>
<tr>
<td>Lame d'Air</td> <td>95%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Massd'Os</td> <td>85%</td> <td>10%</td>
</tr>
<tr>
<td>Mawashi Geri</td> <td>85%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Morsure</td> <td>100</td> <td>30%</td>
</tr>
<tr>
<td>Ouragan</td> <td>100%</td> <td>20%</td>
</tr>
<tr class="a">
<td>Pique</td> <td>90%</td> <td>30%</td>
</tr>
<tr>
<td>Poing Dard</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Psykoud'Boul</td> <td>90%</td> <td>20%</td>
</tr>
<tr>
<td>Ronflement</td> <td>100%</td> <td>30%</td>
</tr>
<tr class="a">
<td>Stalagtite</td> <td>90%</td> <td>30%</td>
</tr>
<tr>
<td>Vibrobscur</td> <td>100%</td> <td>20%</td>
</tr>
</tbody>
</table>
<p>Si un Pok&#233;mon est touch&#233; par Roche Royale ou Croc Rasoir via D&#233;gommage, il sera aussi apeur&#233;; puisque Bluff est de type Normal, D&#233;gommage est le seul moyen d'apeurer &#224; coup sur un type Spectre.</p>
<p>Les Pok&#233;mon avec la capacit&#233; Puanteur ont 10% de chances d'apeurer leur cible avec une attaque infligeant des d&#233;g&#226;ts. De plus, les objets Roche Royale et Croc Rasoir ajoutent 10% de chances d'apeurer avec une attaque infligeant des d&#233;g&#226;ts. Cependant, les objets ne s'additionnent pas avec Puanteur, ou avec Serenite pour avoir une chance d'apeurer boost&#233;e. Mais, Roche Royale, Croc Rasoir et Puanteur rajoutent 10% de chances d'apeurer &#224; chaque coup d'une attaque multi-coup. Par exemple, si Furie touche trois fois, il y a 27.1% de chances d'apeurer la cible.</p>
 
<h3><a name="attraction">Attraction</a></h3>
<p>L'attraction est le moins commun des Pseudo-Statuts, car il n&#233;cessite que la cible soit du sexe oppos&#233; &#224; l'attaquant. Vu le nombre important de Pok&#233;mon asexu&#233;s, ainsi que le sexe al&#233;atoire de beaucoup d'autres, la condition n'est que rarement reproduite. Un Pok&#233;mon attir&#233; a &#224; chaque tour 50% de chances de ne pas attaquer le Pok&#233;mon dont il est amoureux, tant que l'un des deux Pok&#233;mon ne quitte pas le terrain.</p>
<p>L'attraction est inflig&#233;e par deux mani&#232;res diff&#233;rentes: soit par l'attaque Attraction, soit par 30% de chances lorsqu'une attaque de contact est effectu&#233;e sur un Pok&#233;mon avec la capacit&#233; Joli Sourire. Cependant, les Pok&#233;mon avec la capacit&#233; Benet, ainsi que les Pok&#233;mon asexu&#233;s ou du m&#234;me sexe que le lanceur, sont totalement immunis&#233;s &#224; l'attraction.</p>
<p>Lorsqu'un Pok&#233;mon amoureux tient Noeud Destin, il transmet ce Pseudo-Statut au Pok&#233;mon qui lui a inflig&#233;, et Herbe Mental est un objet &#224; utilisation unique qui gu&#233;rit un Pok&#233;mon de son attraction. Cependant, ce statut est trop rare pour rendre utile l'un de ces deux objets; les conditions requises pour ce statut sont trop rarement r&#233;unies pour qu'il soit utile.</p>
 
<h3><a name="piege">Pi&#233;g&#233;</a></h3>
<p>Lorsqu'un Pok&#233;mon est pi&#233;g&#233;, il ne peut pas switcher en dehors de certaines exceptions. Les attaques Relais, Demi-Tour et ChangeEclair permettent de switcher vers un autre Pok&#233;mon. Tenir Carapace Mue permet au Pok&#233;mon de toujours pouvoir switcher, et Bouton Fuite fait switcher son porteur quand il est touch&#233;.</p>
<p>Les attaques Barrage, Regard Noir et Toile pi&#232;gent leurs cibles, tandis que Racines pi&#232;ge son lanceur tout en lui redonnant des PV. Il existe aussi des attaques qui pi&#232;gent la cible pendant une dur&#233;e d&#233;finie&mdash;quatre &#224; cinq tours, infligeant des d&#233;g&#226;ts &#224; la fin de chaque tour. Ces attaques de pi&#232;ge sont Etreinte, Claquoir, Danseflamme, Vortex Magma, Tourbi-Sable, Siphon et Ligotage. Tenir Accro Griffe maximise la dur&#233;e de ces attaques &#224; 5 tours.</p>
<p>La capacit&#233; Marque Ombre pi&#232;ge tous les Pok&#233;mon de l'autre c&#244;t&#233; du terrain; Magn&#233;pi&#232;ge et Pi&#232;ge fonctionnent de la m&#234;me mani&#232;re. Cependant, Marque Ombre ne pi&#232;ge pas un Pok&#233;mon avec la m&#234;me capacit&#233;, et Pi&#232;ge ne peut pi&#233;ger de Pok&#233;mon de type Vol ou avec la capacit&#233; L&#233;vitation. Tenir Ballon permet &#224; son porteur de s'&#233;chapper de Pi&#232;ge, si le Ballon n'a pas explos&#233;. Enfin, Magn&#233;pi&#232;ge ne pi&#232;ge que les Pok&#233;mon de type Acier.</p>
<p>Certaines attaques bloquent leur lanceur sur une seule attaque et l'emp&#234;chent ainsi de switcher; tenir Carapace Mue ne leur permet pas d'&#233;viter ces effets. Il y a deux cat&#233;gories d'attaques "bloquantes": les attaques &#224; recharge et les attaques &#224; multi-tours. Les attaques &#224; recharge emp&#234;chent le Pok&#233;mon d'attaquer le tour suivant de leur utilisation; Rafale Feu, Vege-Attak, Hydroblast, Giga Impact, Ultralaser et Hurle-Temps sont de cette cat&#233;gorie. Les attaques &#224; multi-tours durent un nombre de tours fix&#233;s, durant lesquels le lanceur utilise automatiquement la m&#234;me attaque pour un seul PP. Col&#232;re, Danse-Fleur et Mania durent de deux &#224; trois tours, tandis que Balle Glace et Roulade durent cinq tours.</p>
 
<h2><a name="cumul">Cumul d'Effets</a></h2>
<p>Gr&#226;ce &#224; la s&#233;paration entre Statut Primaire et Pseudo-Statut, un Pok&#233;mon peut subir plus d'un statut &#224; la fois. Le jeu a donc un ordre de priorit&#233; selon lequel il va v&#233;rifier si un effet en particulier s'active sur un Pok&#233;mon. Le jeu va parcourir la liste en partant du premier effet, et si un effet s'active et emp&#234;che un Pok&#233;mon d'attaquer, les effets suivants ne s'activent pas. La liste est la suivante :</p>
<p>Gel / Sommeil - Confusion - Peur - Attraction - Paralysie</p>
<p>Ce qui veut dire que le jeu va d'abord regarder si le Pok&#233;mon d&#233;g&#232;le ou se r&#233;veille, ensuite v&#233;rifier la confusion, et ainsi de suite. Conna&#238;tre cette liste permet de mieux analyser certaines situations o&#249; plusieurs statuts sont en jeu. Par exemple, quand un Pok&#233;mon confus avec Impassible est touch&#233; par Vibrobscur, il y a d'abord 50% de chances pour le Pok&#233;mon de se frapper dans sa confusion, suivis de 20% de chances pour le Pok&#233;mon d'&#234;tre apeur&#233;. Comme la v&#233;rification de la confusion intervient avant celle sur la peur, le Pok&#233;mon ne recevra pas un boost de Vitesse si la confusion s'active ou si Vibrobscur ne l'apeure pas. Sans tenir compte de la dur&#233;e de la confusion, il y aurait donc 10% de chances que le Pok&#233;mon soit apeur&#233; et re&#231;oive un boost de Vitesse.</p>